Repository: WebDev0611/feedbackly
Catalog: dash/po/*.po
Languages: es, fi, sv

source: % of the page
es: % de la página
fi: % sivusta
sv: % av sidan

source: (qty)
es: (cant)
fi: (kpl)
sv: (st.)

source: * Mails that use domains protected by SPF (Sender Policy Framework) may not be delivered.
es: * Mails que usan dominios protegidos por SPF (Sender Policy Framework) podrían no entregarse.
fi: * Sähköpostit, jotka käyttävät SPF-suojattua verkko-osoitetta eivät välttämättä tule perille.
sv: * E-post som använder domain skyddade med SPF (Sender Policy Framework) kan ej skickas.

source: ...or Create new Channels
es: …. o Crear nuevos canales
fi: ... tai luo uusia kanavia
sv: ..eller skapa nya kanaler

source: /month
es: /mes
fi: /kuukausi
sv: /månad

source: 0=Not likely at all 10=Extremely likely
es: 0= Poco probable 10= Extremadamente probable
fi: 0 = Erittäin epätodennäköisesti 10= Erittäin todennäköisesti
sv: 0=Väldigt osannolikt 10=Väldigt sannolikt

source: 1. Add contacts to this SMS channel
es: 1. Añadir contactos a este canal SMS
fi: 1. Lisää kontakteja tähän SMS-kanavaan
sv: 1. Tillägg kontaktuppgifter till den här SMS kanalen

source: 1. Add contacts to this e-mail channel
es: 1. Añadir contactos a este canal email
fi: 1. Lisää kontakteja tähän sähköpostikanavaan
sv: 1. Tillägg kontaktuppgifter till den här e-post kanalen

source: 1. Add the following code to the end of the &lt;body&gt; tag of your website / eCommerce-platform.
es: 1. Añadir el siguiente código (script) al código fuente de su página web / plataforma-eCommerce.
fi: 1. Lisää seuraava koodi sivustosi / verkkokauppasi &lt;body&gt; -tagin loppuun.
sv: 1. Tillägg följande kod till din &lt;body&gt; tag på hemsidan / eCom plattform

source: 1. Copy the following link and distribute it freely
es: 1. Copie el siguiente link y compártalo libremente
fi: 1. Kopio seuraava linkki ja jakele sitä vapaasti
sv: 1. Kopiera följande länk och distribuera fritt

source: 1. Create a survey
es: 1. Crear / generar una encuesta
fi: 1. Luo kysely
sv: 1. Skapa en frågeserie

source: 1. Download the QR-code below and add it to your materials.
es: 1. Descargue el código QR adjunto y añádalo en sus materiales y/o comunicaciones.
fi: 1. Lataa allaoleva QR-koodi ja lisää se materiaaleihisi.
sv: 1. Ladda ned QR-koden nedan och lägg med i dina materialer

source: 1. Get the Feedbackly App for your tablet from the
es: 1. Descargue la App (Feedbackly) para su tablet desde
fi: 1. Lataa Feedbackly-sovellus
sv: 1. Ladda ned Feedbackly appen från

source: 2. Choose how to collect data
es: 2. Elija como recoger información y datos
fi: 2. Valitse keräystavat
sv: 2. Välj hur du samlar data

source: 2. Continue publishing the survey in this screen.
es: 2. Continúe publicando su encuesta en esta pantalla.
fi: 2. Jatka kyselyn julkaisemista tässä ruudussa.
sv: 2. Fortsätt att publicera frågeserien i den här skärmen.

source: 2. Guide your customers to answer the survey by informative text. (See example)
es: 2. Guíe a sus clientes a contestar la encuesta a través de un texto informativo. (Ver ejemplo)
fi: 2. Ohjaa asiakkaasi vastaamaan kyselyyn informatiivisella tekstillä (ks. esimerkki)
sv: 2. Vägled dina kunder att svara med hjälp av informativa texter. (Se exempel)

source: 2. Open the app and click on the "I already have an authorization code" link in the bottom of the screen.
es: 2. Abra la aplicación y haga clic en el enlace "Ya tengo un código de autorización" en la parte inferior de la pantalla.
fi: 2. Avaa sovellus ja klikkaa "I already have an authorization code"-linkkiä ruudun alalaidassa.
sv: 2. Öppna applikationen och klicka på "I already have an authorization code" länken nere på sidan.

source: 3. Enter this authorization code:
es: 3. Introduzca este código de autorización:
fi: 3. Näppäile tekstikenttään tämä valtuutuskoodi:
sv: 3. Knäpp in den här koden:

source: 3. Set up your channels
es: 3. Configure sus canales
fi: 3. Konfiguroi kanavat
sv: 3. Skapa dina kanaler

source: 3. The QR code can be read by using a QR code reader app (keyword: 'qr code reader' in app stores)
es: 3. El código QR se puede leer usando una aplicación de lector de código QR (palabra clave: 'qr code reader' en tiendas de Apps)
fi: 3. QR-koodin voi lukea käyttämällä QR-koodin lukijasovellusta (avainsana: "qr code reader" sovelluskaupoissa)
sv: 3. QR-koden kan läsas m.h.a. en QR app (nyckelord; qr code reader i app store)

source: 4. Continue publishing your survey in this screen.
es: 2. Continue publicando su encuesta en esta pantalla.
fi: 4. Jatka kyselyn julkaisemista tässä ruudussa.
sv: 4. Fortsätt att publicera frågeserien i den här skärmen.

source: 4. Time to publish!
es: 4. Listo para ser publicada!
fi: 4. Aika julkaista!
sv: 4. Dags att publicera!

source: 5. Analyzing results
es: 5. Analizando resultados
fi: 5. Tulosten analysointi
sv: 5. Analysering av resultaten

source: 5. If you haven't already, open up the Feedbackly app. The kiosk will automatically switch to this survey after 1-5 minutes from publishing or scheduling it.
es: 5. Si aún no lo ha hecho, abra la App (Feedbackly). El quiosco (kiosk) cambiará automáticamente a esta encuesta después de 1 a 5 minutos de publicarlo o programarlo.
fi: 5. Jos et ole vielä tehnyt niin, käynnistä Feedbackly-sovellus. Palautelaite päivittyy automaattisesti tähän kyselyyn 1-5 minuutin sisällä julkaisemisesta tai ajastamisesta.
sv: 5. Om du inte redan har, öppna nu upp Feedbackly appen. Terminalen byter till den här frågeserien automatisk inom 1-5 minuter från publiceringen.

source: A new survey editor!
es: ¡Un nuevo editor de encuestas!
fi: Uusittu kyselyeditori!
sv: En ny undersökning editor!

source: AND
es: Y
fi: JA
sv: OCH

source: API ACCESS
sv: API TILLGÅNG

source: API KEYS
sv: API NYCKLAR

source: API keys are granted on a per-user basis. The resources the key can access are equivalent to user rights.
sv: API nycklar är beviljade på bas av användaren. Resurserna nycklarna kan tillträda motsvarar användarens rättigheter.

source: Absolute (units)
es: Unidades absolutas
fi: Absoluuttinen (kpl)
sv: Absolut (enheter)

source: Activate
es: Activar
fi: Aktivoi
sv: Aktivera

source: Activate now
es: Activar ahora
fi: Aktivoi nyt
sv: Aktivera nu

source: Active channels
es: Canales activos
fi: Aktiiviset palautekanavat
sv: Aktiva kanaler

source: Active survey
es: Encuesta activa
fi: Aktiivinen kysely
sv: Aktiv undersökning

source: Add
es: Añadir
fi: Lisää
sv: Tillägg

source: Add a condition
es: Añadir una condición
fi: Lisää ehto
sv: Lägg ett villkor

source: Add a custom logo
es: Añadir un logo personalizado
fi: Lisää kanavakohtainen logo
sv: Tillägg din egen logo

source: Add a feedback filter
es: Añadir un filtro de feedback
fi: Lisää palautesuodatin
sv: Tillägg en feedback filter

source: Add a language
es: Añadir un lenguaje
fi: Lisää kieli
sv: Tillägg ett språk

source: Add a link
es: Agregar un link
fi: Lisää linkki
sv: Tillägg en länk

source: Add a question
es: Añadir una pregunta
fi: Lisää kysymys
sv: Tillägg en fråga

source: Add a user
sv: Tillägg en användare

source: Add a word
es: Añadir una palabra
fi: Lisää sana
sv: Lägg till ett ord

source: Add an "OR" condition inside this block
es: Agrega un condición “OR” dentro de este bloque.
fi: Lisää “TAI”-ehto tämän ryhmän sisään
sv: Tillägg en “eller” regel i detta block

source: Add an image
es: Añadir una imagen
fi: Lisää kuva
sv: Tillägg en bild

source: Add channel
es: Añadir canal
fi: Lisää palautekanava
sv: Tillägg en kanal

source: Add channels to channel group
es: Añadir canales para cambiar de grupo
fi: Lisää kanavia kanavaryhmään
sv: Tillägg kanaler till kanalgrupper

source: Add channels to group
es: Añadir canales al grupo
fi: Lisää kanava ryhmään
sv: Tillägg kanaler till gruppen

source: Add choice
es: Añadir opción
fi: Lisää vaihtoehto
sv: Lägg till val

source: Add email address manually
es: Añadir un email de forma manual
fi: Lisää sähköpostiosoite käsin
sv: Tillägg e-post adresser manuelt

source: Add email addresses
es: Añadir direcciones de email
fi: Lisää sähköpostiosotteita
sv: Tillägg e-post adresser

source: Add email-addresses
es: Añadir direcciones de email
fi: Lisää sähköpostiosoitteita
sv: Lägg till e-postadresser

source: Add image
es: Añadir imagen
fi: Lisää kuva
sv: Lägg till bild

source: Add phone numbers
es: Añadir números telefónicos
fi: Lisää puhelinnumeroita
sv: Tillägg telefonnummer

source: Add phone numbers manually
es: Añadir números de teléfono manualmente
fi: Lisää puhelinnumeroita käsin
sv: Tillägg telefonnummer manuelt

source: Add slider
es: Añadir deslizador (slider)
fi: Lisää liukusäädin
sv: Lägg till nytt bildspel

source: Add the following script to the scripts-section of your site (typically at the end of the body tag or in the footer). This code is shared across all your website plugin channels, so you only need to require it once per page / page reload.
es: Agrega el siguiente script a la sección de scripts de tu sitio (Típicamente al final del cuerpo o en el pie de página). Este código es compartido a través de todos los canales plugin, por lo que sólo se necesita una vez por página/recarga de página.
fi: Lisää seuraava koodi sivustosi lähdekoodiin (yleensä esim. body tagiin tai footeriin). Tämä koodi tulee löytyä kaikkien niiden sivujen lähdekoodista joilta haluat pystyä keräämään palautetta.
sv: Lägg till följande script i script-delen av din hemsida (vanligtvis i slutet av body tagen eller i footern). Denna kod är gemensam för alla plugin kanaler för din hemsida, så du behöver endast tillägga den en gång per sida / omladdning av sida.

source: Add this line of code to enable this plugin channel on a page. Repeat this for all unique plugin channels you have.
es: Agrega esta línea de código para habilitar este canal plugin en la página. Repite esta acción por todos los canales plugin únicos que tengas.
fi: Lisää tämä skripti käyttääksesi verkkoliitännäistä sivulla. Toista tämä kaikille eri verkkoliitännäiskanaville.
sv: Tillägg denna kod för att aktivera en plugin kanal på en sida. Repetera detta för all plugin kanaler du har,

source: Additional text to provide with the standard privacy policy.
es: Texto adicional a añadir a su política de privacidad estándar.
fi: Normaalin rekisteriselosteen oheen tuleva lisäteksti.
sv: Annan text som du vill skriva förutom standardiserade privacy policy texten

source: Advanced settings
es: Ajustes avanzados
fi: Lisäasetukset
sv: Avancerade inställningar

source: After all the channels you want to use are set up, navigate to Surveys to create your first survey.
es: Después de configurar todos los canales que desea utilizar, vaya a Encuestas para crear su primera encuesta.
fi: Kun olet valmis tarvitsemiesi kyselykanavien kanssa, siirry Kyselyt välilehteen ja tee ensimmäinen kyselysi!
sv: Efter att alla kanaler som du önskar använda är redo är det dags att navigera till Undersökningar och skapa din första frågeserie

source: After collecting your first feedbacks, an overview will be visible on the landing page. For a detailed report head to the Results-section. Feedbacks can filtered based on channel, survey and even based on the individual answers given!
es: Después de recolectar sus primeros feedbacks, un resumen será visible en la página de aterrizaje. Para un informe detallado vaya a la sección de Resultados. Los feedbacks pueden filtrarse con base en el canal, encuesta e incluso basado en las respuestas individuales dadas!
fi: Kerättyäsi ensimmäiset palautteesi, etusivulla on nähtävissä yhteenveto. Nähdäksesi tarkemman raportin, mene Tulokset-välilehdelle. Palautteita voidaan suodattaa kanavan, kyselyn tai yksittäisten annettujen vastausten mukaan.
sv: Efter att ha samlat in första feedbacken ser du en sammanfattning på startsidan. För att se en mera detaljerad rapport, gå till fliken Resultat. Där kan du filtrera resultatetn på basen av kanal, undersökning samt individuella svarsalternativen.

source: After setup, create a survey
es: Después de la configuración, cree una encuesta
fi: Kun olet valmis, luo kysely
sv: Efter att allt är i ordning kan du skapa en frågeserie

source: After the setup it is time to publish your surveys in the channels you like! The last page tells you what you have planned to do so you can make your last review. If everything is set, just hit “Publish” and wait for the data to come in. If there is something you would like to change, just click on that part of the process bar and edit. At this point you should already have completed setting up your channels.
es: Después de la instalación es hora de publicar sus encuestas en los canales que prefiera! La última página le dice lo que ha planeado hacer de modo que puede hacer su última revisión. Si todo está configurado, sólo presione "Publicar" y espere a que los datos vengan. Si hay algo que le gustaría cambiar, sólo haga click en esa parte de la barra de proceso y edite. En este punto ya debe haber completado la configuración de sus canales.
fi: Asetusten jälkeen on aika julkaista kysely haluamissasi kanavissa. Viimeinen välilehti kertoo sinulle yhteenvedon tekemistäsi muutoksista. Kun kaikki on valmista, paina Julkaise-nappia ja ala odottamaan ensimmäisiä tuloksia. Jos haluat muuttaa jotakin, siirry vain alapalkin prosessissa haluamaasi kohtaan ja muokkaa. Tässä vaiheessa sinun oletetaan tehneen palautekanavien asetukset.
sv: Till nästa är det dags att publicera en undersökning i de kanaler du väljer. Sista sidan ger dig en överblick av allt som du planerat göra så du lätt kan ännu kontrollera allt. När allt är i ordning trycker du bara på "Publicera" och låter feedbacken flöda in. Ifall du vill ändra något hoppar du bara tillbaka till det steget i processen och editerar. I det här skedet skall du redan ha lagat i ordning dina feedback kanaler.

source: All URLs need to be visited before triggering
es: Todas las URLs necesitan ser visitadas antes de iniciar.
fi: Triggeröinti tapahtuu vasta kun kaikilla sivuilla on vierailtu
sv: Alla URLs måste vara besökta innan triggning

source: All URLs need to be visited in order before triggering
es: Todas las URLs necesitan ser visitadas en orden antes de iniciar.
fi: Triggeröinti tapahtuu kun kaikilla sivuilla on vierailtu järjestyksessä
sv: Alla URLs måste vara besökta i ordning innan triggning

source: All channels
es: Todos los canales
fi: Kaikki kanavat
sv: Alla kanaler

source: All feedback channels
es: Todos los canales de feedback
fi: Kaikki palautekanavat
sv: Alla feedback kanaler

source: All respondents in the organization to date
es: Todos los encuestados en la organización hasta la fecha
fi: Vastaajien lukumäärä organisaatiossa käytön ajalta
sv: Alla svaranden i hela organisationen till detta datum

source: Allow multiple choices
es: Permitir opciones múltiple.
fi: Salli monivalinta
sv: Tillåt flera svar

source: Almost done! Verify that these settings are correct and the survey will automatically appear on your iPad when you click &quot;Publish Now&quot;
es: Casi listo! verifica que estas configuraciones son correctas y que la encuesta aparecerá automáticamente en tu iPad cuando le des click &quot;Publish Now&quot;
fi: Melkein valmis! Tarkista, että nämä asetukset ovat kunnossa. Kysely päivittyy automaattisesti iPadillesi kun klikkaat &quot;Julkaise nyt&quot;
sv: Nästan klar! Försäkra att alla inställningar är rätt och frågesamlingen kommer automatiskt att synas på din iPad när du klickat &quot;Publish Now&quot;

source: Amazing.
es: Asombroso.
fi: Mahtava.
sv: Super.

source: Amount
sv: Antal

source: Amount of responses in the selected feedback channels
es: Cantidad de respuestas en los canales de feedback seleccionados
fi: Vastausten lukumäärä valituissa palautekanavissa
sv: Mängd av feedback i dom valda kanalerna

source: Amount of responses in the whole organization
es: Cantidad de respuestas en toda la organización
fi: Vastausten lukumäärä koko organisaatiossa valitulla aikavälillä
sv: Mängd av feedback i hela organisationen

source: Amount of responses to this question in the whole organization in the selected timespan
es: Cantidad de respuestas a esta pregunta en toda la organización en el periodo seleccionado
fi: Vastausten lukumäärä tähän kysymykseen koko organisaatiossa valitulla ajanjaksolla
sv: Hela organisationens mängd av svar till denna fråga inom vald tidsperiod

source: Amount of responses to this question with the selected filters
es: Cantidad de respuestas a esta pregunta con los filtros seleccionados
fi: Vastausten lukumäärä tähän kysymykseen valituilla hakuehdoilla
sv: Mängd av svar till denna fråga med de valda filtren

source: An URL or a partial URL. If any of these match, the survey will not trigger on the page.
es: Una URL o una URL parcial. Si cualquiera de estos coincide, la encuesta no se activará en la página.
fi: URL tai osittainen URL. Jos jokin näistä säännöistä täsmää sivun osoitteen kanssa, kyselyä ei näytetä ko. sivulla.
sv: En URL eller en partiell URL. Om någon av dessa matchar utlöses undersökningen inte på sidan.

source: An URL or a partial URL. If it matches, the survey will trigger once all other conditions are fulfilled.
es: Una URL o URL parcial. Si coincide, la encuesta se activará una vez que las otras condiciones sean cumplidas.
fi: URL tai osittainen URL. Triggeröinti tapahtuu kun kaikki ehdot ovat täyttyneet ja URL täsmää.
sv: En URL eller en partiell URL. Om det matchar undersökningen kommer den att triggas då alla andra villkor är uppfyllda.

source: An error occured
es: Ocurrió un error
fi: Tapahtui virhe
sv: Ett fel uppstod

source: Animated emoticons
es: Íconos animados
fi: Animoidut hymiöt
sv: animerade uttryckssymboler

source: Answers to individual questions
es: Respuestas a preguntas individuales
fi: Yksittäistä vastausta eri kysymyksiin
sv: Svar till individuella frågor

source: Api keys are tied to organization users and their rights to access different resources. To retrieve API keys, navigate to the Users-tab.
sv: Api nycklarna är kopplade till organisationens användare och deras rättigheter till olika tillgångar. Navigera till Användare för att återfå Api nycklarna.

source: App passcode
es: Contraseña App
fi: iPad-ohjelman salasana
sv: Lösenordet till appen

source: Apply
es: Aplicar
fi: Käytä
sv: Tillämpa

source: Archived
es: Salvado
fi: Arkistoitu
sv: Arkiverad

source: Are you sure you want to delete the translation?
es: ¿Está seguro de que desea eliminar la traducción?
fi: Oletko varma, että haluat poistaa käännöksen?
sv: Är du säker att du vill radera den här översättnignen?

source: Are you sure you want to delete the upsell offer?
es: ¿Está seguro que desea eliminar la oferta de upsell?
fi: Oletko varma, että haluat poistaa lisämyyntitarjouksen?
sv: Är du säker att du vill radera merförsäljnings erbjudandet?

source: Are you sure you want to delete this question? The question has received responses that you won't be able to see anymore if you delete it.
es: ¿Está seguro que desea eliminar esta pregunta? La pregunta ha recibido respuestas que no podrá ver más si la borra.
fi: Oletko varma, että haluat poistaa tämän kysymyksen? Kysymykseen on vastauksia, joita et voi enää nähdä kun olet poistanut kysymyksen.
sv: Är du säker att du vill radera denna fråga? Frågan har mottagit svar som du inte kommer att se efter att du raderat frågan.

source: Are you sure you want to remove channel from the channel group? All users who have rights to this group will no longer see the channel and its results.
es: ¿Está seguro que desea eliminar el canal del grupo de canales? Todos los usuarios que tienen derechos a este grupo ya no verán el canal y sus resultados.
fi: Oletko varma, että haluat poistaa kanavan kanavaryhmästä? Kaikki käyttäjät, joilla on oikeus ryhmään ei enää näe kanavaa tai siihen liittyviä tuloksia.
sv: Är du säker du vill radera kanalen från kanalgruppen? Alla användare som har rätten till den här kanalen kan inte längre se kanalen eller resultaten från den.

source: Are you sure you want to remove this channel group?
es: ¿Está seguro que desea eliminar este grupo de canales?
fi: Oletko varma että haluat poistaa tämän palautekanavaryhmän?
sv: Är du säker att du vill ta bort denna kanal-grupp?

source: Are you sure you want to restore the default settings?
es: ¿Estás seguro que deseas restablecer los ajustes predeterminados?
fi: Oletko varma, että haluat palauttaa oletusasetukset?
sv: Är du säker att du vill återställa inställningarna?

source: Are you sure you want to switch your current plan? You can't downgrade your plan for a month after upgrading
es: ¿Está seguro de que desea cambiar su plan actual? Después de cambiarlo, no podrá cambiarlo hasta que haya pasado 1 mes
fi: Oletko varma, että haluat vaihtaa nykyistä maksusuunnitelmaasi? Et voi alentaa maksusuunnitelmaasi kuukauteen päivittämisen jälkeen
sv: Är du säker du vill uppdatera din nuvarande plan? Du kan inte minska på paketet på 30 dagar efter uppgradering.

source: Are you sure?
es: ¿Está seguro?
fi: Oletko varma?
sv: Är du säker?

source: Are you sure? NOTE: Deleting the feedback currently does not affect the feedback amount and averages shown in the summary section.
es: ¿Estás seguro? NOTA: Eliminar el feedback en este momento no afecta la cantidad de respuestas y los promedios que se muestra en la sección de resumen.
fi: Oletko varma? HUOM: Palautteen poistaminen ei tällä hetkellä vaikuta palautteen määrään ja keskiarvoon yhteenvetonäkymässä.
sv: Är du säker? NOTERA: Att radera feedback påverkar inte feedback antalet och medeltalen som visas i sammanfattningen.

source: Assign as
es: Asignado como
fi: Aktivoi
sv: Delegera som

source: Assign to engage points
es: Asignar a puntos de contacto
fi: Aktivoi palautekanaviin
sv: Delegera till interaktionspunkter

source: Automate Based on Feedback
es: Automatizar Basado en Feedback
fi: Automatisoi palautteen perusteella
sv: Automatisera på bas av Facebook

source: Automate instant upsell offers based on the feedback your customer gives. With Feedbackly-sponsored iPhone competition you can collect emails and use feeling-based instant upsell to grow your sales through feedback. Pricing based on %-commission on additional sales created.
es: Automatice ofertas de upsell instantáneas basadas en el feedback que da su cliente. Con el concurso de iPhone patrocinado por Feedbackly puede recolectar emails y utilizar upsell instantáneo basado en sensación para aumentar sus ventas a través de feedback. Fijación de precios basado en % de comisión sobre ventas adicionales creadas.
fi: Automatisoi välitön lisämyyntitarjous asiakkaan antaman palautteen perusteella. Feedbacklyn sponsoroiman iPhone-kilpailun avulla keräät sähköpostin ja tarjoat tunteisiin perustuvan lisämyyntitarjouksen jonka avulla kasvatat myyntiä välittömästi palautteen avulla. Hinnoittelu perustuu %-komissioon yhdessä luomastamme lisämyynnistä.
sv: Automatisera direkta merförsäljnings-erbjudanden på bas av kundernas feedback. Med iPhone tävlingen sponsorerad av Feedbackly ,kan du samla e- post och använda känslobaserad direkt merförsäljning för att förstora din försäljning via feedback. Prissättning baserad på %-provision på försäljningen vi genererat

source: Average of responses in the selected feedback channels
es: Promedio de respuestas en los canales de feedback seleccionados
fi: Vastausten keskiarvo valituissa palautekanavissa
sv: Medeltal av svar i valda feedback kanaler

source: Average of responses in the whole organization
es: Promedio de respuestas en toda la organización
fi: Vastausten keskiarvo koko organisaatiossa
sv: Medeltal av feedback i hela organisationen
