Repository: WebDev0611/feedbackly
Catalog: dash/po/*.po
Languages: es, fi, sv

source: Average of responses to this question in all the feedback channels in the organization in the selected timespan
es: Promedio de las respuestas a esta pregunta en todos los canales de feedback en la organización en el periodo seleccionado
fi: Tämän kysymyksen vastausten keskiarvo kaikissa palautekanavissa koko organisaatiossa valitulla ajanjaksolla
sv: Medeltal av svar till denna fråga i alla feedback kanaler i hela organisationen inom vald tidsperiod

source: Average of responses to this question with the selected filters
es: Promedio de las respuestas a esta pregunta con los filtros seleccionados
fi: Tämän kysymyksen vastausten lukumäärä koko organisaatiossa valitulla ajanjaksolla
sv: Medeltal av svar till denna fråga inom vald tidsperiod

source: Average of your responses
es: Promedio de sus respuestas
fi: Palautteidesi keskiarvo
sv: Medeltal av dina feedbacks

source: Awesome!
es: ¡Increíble!
fi: Huippua!
sv: Härligt!

source: BOOST SALES INSTANTLY WITH FEEDBACK-BASED UPSELL
es: AUMENTAR VENTAS INSTANTANEAMENTE CON UPSELL BASADO EN FEEDBACK
fi: KÄÄNNÄ JOKAINEN ASIAKASPALAUTE MYYNNIKSI
sv: BOOSTA DIN FÖRSÄLJNING OMEDELBART MED FEEDBACK BASERAD MERFÖRSÄLJNING

source: Background color
sv: Bakrundsfärg

source: Bad.
es: Malo.
fi: Huono.
sv: Dåligt.

source: Best day
es: El mejor día
fi: Paras päivä
sv: Bästa dagen

source: Best hour
es: La mejor hora
fi: Paras tunti
sv: Bästa timmen

source: Billing information
sv: Faktureringsuppgifter

source: Billing information is required before proceeding
es: Su información de facturación es necesaria antes de poder continuar
fi: Maksutiedot on täytettävä ennen etenemistä
sv: Faktureringsuppgifter krävs innan vi kan fortsätta

source: Book time with our expert
es: Agende tiempo con nuestro experto
fi: Varaa aika asiantuntijaltamme
sv: Boka en tid mer vår expert

source: Bottom left corner
es: Esquina inferior izquierda
fi: Vasen alakulma
sv: Nedre vänstra hörnet

source: Bottom quartile limit
es: Límite inferior de la cuartilla
fi: Heikoimman neljänneksen raja
sv: Nedre kvartalens gräns

source: Bottom right corner
es: Esquina inferior derecha
fi: Oikea alakulma
sv: Nedre högra hörnet

source: Browser
es: Navegador
fi: Selain
sv: Webbläsare

source: Busiest day
es: Día de mayor actividad
fi: Vilkkain päivä
sv: Livligaste dagen

source: Button Color
sv: Knappfärg

source: Button Text Color
sv: Textfärg på knapp

source: Buttons, Word choices, etc
sv: Knappar, ordval, m.m.

source: By clicking "confirm", your trial will end and your subscription will be upgraded to
es: Al hacer clic en "confirmar", su prueba finalizará y su suscripción se actualizará a
fi: Klikkaamalla ”varmista” päätät kokeilujaksosi ja tilauksesi uudeksi palautekanavamääräksi tulee
sv: Genom att klicka "godkänn" avslutas prövotiden och du uppgraderas till

source: Call or e-mail
es: Llame o envíe un email
fi: Soita tai lähetä sähköpostia
sv: Ring eller skicka e-post

source: Cancel
es: Cancelar
fi: Peruuta
sv: Avbryt

source: Card number
es: Nº de su tarjeta de crédito
fi: Luottokortin numero
sv: Kortnummer

source: Change from previous corresponding timespan
es: Cambio del anterior periodo correspondiente
fi: Muutos edelliseen vastaavaan ajanjaksoon verrattuna
sv: Ändring från föregående motsvarande tidsperiod

source: Change search terms
es: Cambie el tipo de búsqueda
fi: Vaihda hakuehtoja
sv: Byt sökkriterier

source: Channel
es: Canal
fi: Kanava
sv: Kanal

source: Channel Selection
es: Selección de Canal
fi: Kanavien valinta
sv: Val av kanal

source: Channel created successfully.
es: Canal creado con éxito.
fi: Kanava luotiin onnistuneesti.
sv: Skapandet av kanal lyckades.

source: Channel group
es: Grupo de canal
fi: Palautekanavaryhmä
sv: Kanalgrupp

source: Channel group name
es: Nombre de grupo de canal
fi: Kanavaryhmän nimi
sv: Kanalgruppens namn

source: Channel groups
es: Canal de grupos
fi: Palautekanavaryhmät
sv: Kanalgrupper

source: Channel groups are exactly what they sound like -- a group containing different channels. Feedbackly's user and rights management builds around channel groups. After adding channels to a group, you can assign users with rights to different groups depending on what they need to see. Users who have rights to a channel group can publish surveys and see the results of those channels that are included in the group.
es: Los grupos de canales son exactamente como suenan -- un grupo que contiene diferentes canales. La gestión de usuarios y derechos administrativos de Feedbackly se construyen alrededor de grupos de canales. Después de agregar canales a un grupo, puede asignar usuarios con derechos a diversos grupos dependiendo de lo que necesitan ver. Los usuarios que tengan derechos a un grupo de canal pueden publicar encuestas y ver los resultados de aquellos canales que están incluidos en el grupo.
fi: Palautekanavaryhmät ovat juuri miltä ne kuulostaa -- ryhmä, jonka sisällä on eri palautekanavia. Feedbacklyn käyttäjä- ja oikeuksien hallinta rakentuu kanavaryhmien ympärille. Kun ryhmään on lisätty kanavia, voit antaa eri käyttäjille oikeuksia eri ryhmiin riippuen mitä käyttäjien tarvitsee nähdä. Käyttäjät, joilla on oikeudet kanavaryhmään voi julkaista kyselyjä kanavissa, jotka kuuluvat siihen ryhmään.
sv: Kanalgrupper är precis vad det låter som -- en grupp som innehåler flera kanaler. Användarrättigheter bygger kring kanalgrupper. Efter att du tillagt kanaler till en grupp kan du dela rättigheter till användare att se olika grupper. Användare som har rättigheter till en kanalgrupp kan publicera undersökningar i den kanalen samt se resultaten från den gruppen.

source: Channel management
es: Gestión de canales
fi: Kanavahallinta
sv: Kanaler

source: Channel name
es: Nombre del canal
fi: Kanavan nimi
sv: Namn på kanalen

source: Channel removed from group.
es: Canal removido del grupo.
fi: Kanava poistettu ryhmästä.
sv: Kanal raderad från gruppen.

source: Channel type
es: Tipo de canal
fi: Kanavatyyppi
sv: Kanalens typ

source: Channel's average
es: El promedio del canal
fi: Kanavan keskiarvo
sv: Kanalens medeltal

source: Channel's name
es: El nombre del canal
fi: Kanavan nimi
sv: Namn på kanalen

source: Channels
es: Canales
fi: Kanavat
sv: Kanaler

source: Channels added to group successfully.
es: Canales añadidos al grupo satisfactoriamente.
fi: Kanava lisätty ryhmään onnistuneesti.
sv: Kanaler tillagda till gruppen

source: Channels selected
es: Canales elegidos
fi: Kanavat valittu.
sv: Kanaler valda

source: Channels with no feedback are omitted from the ranking.
es: Los canales con ningún feedback se omiten del ranking.
fi: Kanavia ilman palautteita ei näytetä.
sv: Kanaler utan feedback är uteslutna från rankingen.

source: Charges
sv: Faktureringar

source: Chart type
es: Tipo de gráfico
fi: Kaavion tyyppi
sv: Diagrams typ

source: Check box
es: Casilla de verificación
fi: Valintaruutu
sv: Valruta

source: Check input on row
es: Comprueba el
fi: Tarkasta tiedot rivillä
sv: Granska radens värde

source: Checked
es: Comprobado
fi: Valittu
sv: Vald

source: Choose a survey
es: Elija una encuesta
fi: Valitse kysely
sv: Välj enkät

source: Choose at least one feedback channel
es: Elija por lo menos un canal de Feedback
fi: Valitse vähintään yksi palautekanava
sv: Välj åtminstone en feedback kanal

source: Choose at least one survey
es: Elija por lo menos una encuesta
fi: Valitse vähintään yksi kysely
sv: Välj åtminstone en undersökning

source: Choose channel type
es: Elija el tipo de canal
fi: Valitse kanavan tyyppi
sv: Välj typ på kanalen

source: Choose corner window placement
es: Seleccione el lugar de emplazamiento de la ventana
fi: Valitse nurkkaikkunan sijainti
sv: Välj placering för hörnrutan

source: Choose file
es: Elija un archivo
fi: Valitse tiedosto
sv: Välj fil

source: Choose from existing Feedback Channels
es: Elija alguno de los canales existentes
fi: Valitse olemassaolevista palautekanavista
sv: Välj från existerande feedback kanaler

source: Choose links
es: Elija los links
fi: Valitse linkit
sv: Välj länkarna

source: Choose new file
es: Elija nuevo archivo
fi: Valitse uusi tiedosto
sv: Välj ny fil

source: Choose plugin display
es: Elija la visualización del complemento
fi: Valitse nettisivukyselyn esitystapa
sv: Välj plugin display

source: City
es: Ciudad
fi: Kaupunki
sv: Stad

source: Click New Survey to create a survey.
es: Click en nueva encuesta para crear una encuesta.
fi: Klikkaa &quot;Uusi kysely&quot; tehdäksesi uuden kyselyn.
sv: Klicka Ny frågeserie för att göra en ny frågeserie

source: Click here for more tips and guides on using a QR-code to collect feedback!
es: Haga clic aquí para obtener más consejos y guías sobre el uso de un código QR y de como recopilar Feedbacks, comentarios / sugerencias!
fi: Klikkaa tästä saadaksesi lisää vinkkejä ja ohjeita QR-koodin käyttämiseen palautteen keräämisessä!
sv: Klicka här för flera tips på hur du använder QR koder för att samla feedback!

source: Click here for more tips and guides on using a feedback kiosk to collect feedback!
es: Haga clic aquí para obtener más consejos y guías sobre el uso de un quiosco (kiosk) feedback y de como recopilar feedbacks!
fi: Klikkaa tästä saadaksesi lisää vinkkejä ja ohjeita palautelaitteen käyttämiseen palautteen keräämisessä!
sv: Klicka här för flera tips på hur du använder Feedback terminaler för att samla feedback!

source: Close
es: Cerrar
fi: Sulje
sv: Stäng

source: Code
es: Código
fi: Koodi
sv: Kod

source: Color Theme
sv: Färgschema

source: Condition
es: Condición
fi: Ehto
sv: Villkor

source: Confirm
es: Confirmar
fi: Varmista
sv: Bekräfta

source: Confirm plan switch
es: Confirme el cambio de plan
fi: Varmista maksusuunnitelman vaihto
sv: Bekräfta byte av plan

source: Confirm your purchase
es: Confirme su compra
fi: Varmista ostotapahtuma
sv: Bekräfta köpet

source: Contact us
sv: Ta kontakt med oss

source: Contains 1 or more words
es: Contiene 1 o más palabras
fi: Sisältää yhden tai useamman näistä sanoista
sv: Innehåller 1 eller flera ord

source: Contains all words
es: Contiene todas las palabras
fi: Sisältää kaikki nämä sanat
sv: Innehåller alla ord

source: Continue publishing the survey in this screen.
es: Continúe publicando la encuesta en esta pantalla.
fi: Jatka kyselyn julkaisemista tässä ruudussa.
sv: Fortsätt att publicera frågeserien i den här skärmen.

source: Corner window
es: Ventana de esquina
fi: Nurkkaikkuna
sv: Hörnruta

source: Couldn't send SMS message to
es: El mensaje SMS no pudo ser entregado a
fi: SMS:ää ei voitu lähettää numeroon
sv: Kunde ej skicka SMS till

source: Couldn't upload your image
es: La imagen no pudo ser cargada
fi: Kuvaasi ei pystytty lisäämään
sv: Bilden kunde inte laddas upp

source: Country
es: País
fi: Valtio
sv: Land

source: Create
es: Crear
fi: Luo
sv: Skapa

source: Create Upsell Offers
es: Crear ofertas de Upsell
fi: Luo lisämyyntitarjouksia
sv: Skapa merförsäljningserbjudande

source: Create a copy
es: Crear una copia
fi: Luo kopio
sv: Skapa en kopia

source: Create a new upsell offer
es: Crear una nueva oferta de upsell
fi: Luo uusi lisämyyntitarjous
sv: Skapa nytt merförsäljningserbjudande

source: Create a survey
es: Crear una encuesta
fi: Luo kysely
sv: Skapa en undersökning

source: Create channel group
es: Crear grupo de canales
fi: Luo kanavaryhmä.
sv: Skapa en kanalgrupp

source: Create new feedback channels and choose the methods to collect your feedback data with the survey you just created. There is a variety of options from tablet kiosk to email and websites.
es: Cree nuevos canales de feedback y escoja los métodos para recoger los datos de feedback con la encuesta que acaba de crear. Hay una variedad de opciones desde tablet kiosk a email y sitios web.
fi: Valitse tapa, jolla keräät palautetta juuri tekemästäsi kyselystä. Luo erityyppisiä palautekanavia tablettipohjaisesta palautelaitteesta sähköpostiin ja verkkosivuihin.
sv: Skapa nya feedback kanaler och välj metoden du använder för att samla in feedback till undersökningen du just skapat.

source: Create surveys
sv: Skapa undersökningar

source: Creating a file...
es: Crear un archivo…
fi: Tiedostoa luodaan…
sv: Skapar filen...

source: Credit card owner
sv: Ägaren av kreditkortet

source: Custom range
es: Rango personalizado
fi: Vapaavalintainen ajanjakso
sv: Anpassad tidsperiod

source: Dashboard language
es: Lenguaje de Tablero
fi: Sovelluksen kieli
sv: Språket på din dashboard

source: Date
es: Fecha
fi: Päivämäärä
sv: Datum

source: Day of the week
es: Día de la semana
fi: Viikonpäivä
sv: Veckodag

source: Deactivate organization
sv: Inaktivera organisation

source: Decline
es: Declinar
fi: Peru
sv: Neka

source: Default
es: Por defecto
fi: Oletus
sv: Standard

source: Delete Group
es: Eliminar Grupo
fi: Poista ryhmä
sv: Ta bort grupp

source: Deliver notifications to
es: Entregar notificaciones a
fi: Toimita ilmoitukset seuraaville vastaanottajille
sv: Skicka avisering till

source: Description
es: Descripción
fi: Kuvaus
sv: Beskrivning

source: Detractors
es: Detractores
fi: Arvostelijat
sv: Förtalare

source: Display Probability
es: Probabilidad de Muestra
fi: Näyttämisen todennäköisyys
sv: Visnings sannolikhet

source: Display after visiting
es: Mostrar después de la página visitada.
fi: Näytä vierailtua
sv: Visa efter besök

source: Display after visiting the page for
es: Mostrar después de visitar la página de
fi: Näytä kun sivulla on vierailtu
sv: Visa efter att besökaren har stannat

source: Display after visiting the site for
es: Mostrar después de visitar el sitio para
fi: Näytä kun koko sivustolla on vierailtu
sv: Visa efter att besökaren har stannat

source: Display name
sv: Display namn

source: Display only on certain pages
es: Mostrar sólo en ciertas páginas.
fi: Näytä vain tietyillä sivuilla
sv: Visa endast på vissa sidor

source: Display settings
es: Ajustes de visualización
fi: Esitysasetukset
sv: Display inställningar

source: Displayname
es: Mostrar nombre
fi: Nimi
sv: Displaynamn

source: Distribution
es: Distribución
fi: Jakelu
sv: Distribuering

source: Do you want to remove this rule set?
es: ¿Desea eliminar este conjunto de reglas?
fi: Oletko varma että haluat poistaa tämän ryhmän?
sv: Vill du radera denna regel-grupp?

source: Download
es: Descargar
fi: Lataa
sv: Ladda ned

source: Download QR
es: Descargar el código QR
fi: Lataa QR-koodi
sv: Ladda ned QR koden

source: Drag your file here
es: Arrastre su archivo hasta aquí
fi: Raahaa tiedostosi tähän
sv: Dra din fil hit

source: Drag your image here
es: Arrastre su imagen hasta aquí
fi: Raahaa kuvasi tähän
sv: Dra din bild hit

source: E-mail Settings
es: Ajustes de email
fi: Sähköpostiasetukset
sv: E-post inställningar

source: E-mail address
es: Dirección de email
fi: Sähköpostiosoite
sv: E-post adress

source: E-mail list
es: Lista de email
fi: Sähköpostilista
sv: E-post lista

source: E-mail lists
es: Listas de email
fi: Sähköpostilistat
sv: E-post listor

source: E-mail subject
es: Motivo del email
fi: Otsikko
sv: E-post rubrik

source: Each line in the CSV file should be of format
es: Cada línea en el archivo CSV debe ser de formato de
fi: CSV-tiedoston jokaisen rivin tulee olla muotoa
sv: Varje rad i CSV filen skall vara i formen

source: Each line in the CSV file should be of format email,display name
sv: Varje rad i CSV filen skall vara i formen e-post,namn

source: Edit
es: Editar
fi: Muokkaa
sv: Editera

source: Edit channel
es: Editar canal
fi: Muokkaa kanavaa
sv: Editera kanalen

source: Edit existing surveys
es: Editar la encuesta actual
fi: Muokkaa olemassaolevia kyselyitä
sv: Editera existerande undersökning

source: Email
fi: Sähköposti
sv: Epost

source: Email Settings
es: Ajustes de email
fi: Sähköpostiasetukset
sv: E-post inställningar

source: Emoticon style
es: Estilo del emoticon
fi: Hymiön tyyli
sv: Emoji stil

source: Enable Customization
sv: Aktivera anpassning

source: Encountered some errors:
es: Se encontraron algunos errores:
fi: Joitakin virheitä ilmeni:
sv: Några fel uppstod:

source: End of survey
es: Fin de la encuesta
fi: Kyselyn loppu
sv: Slutet på frågeserien

source: Enter a name for the new channel group
es: Ingrese un nombre para el nuevo grupo de canales
fi: Anna nimi uudelle kanavaryhmälle.
sv: Skriv in ett namn för den nya kanalgruppen

source: Enter your e-mail address for a chance to win the newest iPhone!
es: ¡Ingrese su dirección de email para tener una oportunidad de ganar el iPhone más nuevo!
fi: Anna sähköpostiosoitteesi ja osallistu kilpailuun, jossa on mahdollisuus voittaa viimeisin iPhone!
sv: Fyll i din e-post adress för en chans att vinna den nyaste iPhone telefonen

source: Ex. Kiosk 4 - Helsinki Central
es: Ej. Kiosk 4- Helsinki Central
fi: Esim. Laite 4 - Helsingin keskusta
sv: T.ex. Kiosk 4 - Helsingfors Centrum

source: Exiting the page
es: Saliendo de la página.
fi: Poistuessa sivulta
sv: När användaren lämnar sidan

source: Expiration (MM/YYYY)
es: Caducidad (MM/YYYY)
fi: Erääntyminen (KK/VVVV)
sv: Expirerar( MM/YYYY)

source: Feedback Channel Selection
es: Selección del canal de Feedback
fi: Palautekanavien valinta
sv: Val av feedback kanal

source: Feedback amount
es: Cantidad de respuestas
fi: Palautemäärä
sv: Antalet feedback

source: Feedback channel
es: Canal de Feedback
fi: Palautekanava
sv: Feedback kanal

source: Feedback channels
es: Canales de Feedback
fi: Palautekanavat
sv: Feedback kanaler

source: Feedback channels to deliver notifications from
es: Canales de feedback para entregar notificaciones de
fi: Palautekanavat, joista ilmoitukset lähtee
sv: Feedback kanaler att skicka aviseringar ifrån

source: Feedback channels' average
es: Promedio de los canales de Feedback
fi: Palautekanavien keskiarvo
sv: Medeltalet för feedback kanalen

source: Feedback channels' feedback amount
es: Cantidad de respuestas en los canales de Feedback
fi: Palautekanavien palautemäärä
sv: Antalet feedback från feedback kanalen

source: Feedback count
es: Cuenta de Feedback
fi: Palautteiden määrä
sv: Antal feedback

source: Feedback deleted.
es: Feedback eliminado.
fi: Palaute poistettu.
sv: Feedback raderad.

source: Feedback kiosk
es: Quiosco (kiosk) Feedback
fi: Palautelaite
sv: Feedback terminal

source: Feedback list
es: Lista de Feedback
fi: Palautelistaus
sv: Feedback lista

source: Feedback source details
es: Detalles de la fuente de Feedback
fi: Palautelähde tarkemmin
sv: Information om feedback källan

source: Feedbackly style emoticons
es: Emoticons de estilo de Feedbackly
fi: Feedbackly-tyyliset hymiöt
sv: Feedbackly uttryckssymboler

source: Feedbacks over the limit are omitted from the results.
es: Feedbacks por encima del límite son omitidos de los resultados.
fi: Rajan yli meneviä palautteita ei näytetä tuloksissa.
sv: Svaren som överskrider gränsen har uteslutits från resultaten

source: Fill in your billing information
es: Rellene sus datos de facturación
fi: Täytä maksutietosi
sv: Fyll i dina fakturerinsuppgifter

source: Fill in your billing information below before upgrading your plan
sv: Fyll i dina faktureringsuppgifter före du uppgraderar din plan

source: Fill in your billing information first
es: Rellene primero su información de facturación
fi: Täytä ensin maksutietosi
sv: Fyll i dina fakturerinsuppgifter först

source: Final screen timeout
es: Tiempo de espera de la pantalla final
fi: Lopputekstin uudelleenlatausaika
sv: Tiden som slutskärmen visas

source: First Name
es: Nombre
fi: Etunimi
sv: Förnamn

source: First name
es: Nombre
fi: Etunimi
sv: Förnamn

source: First we need to get your feedback channels up and running. Choose individual channel from the top menu and go with the flow.
es: Primero debemos poner en marcha sus canales de Feedback. Elija un canal individual en el menú superior y sigamos avanzando.
fi: Ensin palautekanavasi täytyy laittaa käyttövalmiiksi. Valitse yksittäinen kanava ylävalikosta ja anna palaa.
sv: Först skall vi laga i ordning dina feedback kanaler. Välj en kanal från menyn ovan och kör vidare.

source: For example if you want to use your tablet to collect feedback, go to “feedback kiosks” and download the app to your tablet.
es: Por ejemplo, si desea utilizar su tablet para recolectar feedback y comentarios/sugerencias, vaya a “quioscos (kiosks) feedback" y descargue la App en su tablet.
fi: Jos esimerkiksi haluat käyttää tablet-tietokonetta palautteenkeräämiseen, valitse Palautelaite ja lataa palaute-ohjelma tabletillesi.
sv: Om du t.ex. vill använda din iPad eller annan tablettdator för att samla feedback, gå till "Feedback terminal" och ladda ned appen till din tablet.

source: Force default language (if available in survey)
es: Forzar lenguaje predeterminado (Si está disponible en la encuesta).
fi: Aseta oletuskieli kanavaan (jos kieli on saatavilla kyselyssä)
sv: Tvinga standard språk (om tillgänglig i frågeserien)

source: Form
es: Formulario
fi: Lomake
sv: Blankett

source: Free
es: Libre
fi: Ilmainen
sv: Gratis

source: Freely placed
es: Libremente colocado
fi: Vapaasti sijoitettu
sv: Placera fritt

source: Friday
es: viernes
fi: perjantai
sv: fredag

source: From:
es: Desde:
fi: Lähettäjä:
sv: Från:

source: Full name
es: Nombre completo
fi: Kokonimi
sv: Hela namnet

source: GET STARTED
es: COMENZAR
fi: NÄIN PÄÄSET ALKUUN
sv: KOM IGÅNG

source: Generate barcode
es: Generar código de barras
fi: Luo viivakoodi
sv: Generera streckod

source: Generate engagepoints
sv: Generera interaktionspunkter

source: Get started in just a few easy steps!
es: Póngase en marcha con unos pocos y fáciles pasos!
fi: Pääse vauhtiin vain muutamalla helpolla vaiheella!
sv: Få allt i gång med bara några enkla steg!

source: Getting the results...
es: Obteniendo resultados...
fi: Haetaan tuloksia…
sv: Hämtar informationen..

source: Give admin rights
sv: Ge admin rättigheter

source: Good.
es: Bueno.
fi: Hyvä.
sv: Bra.

source: Got it!
es: Entendido!
fi: Selvä!
sv: Ok!

source: Grouping
es: Agrupamiento
fi: Ryhmittely
sv: Gruppering

source: Heading
es: Título
fi: Otsikko
sv: Rubrik

source: Heading is missing from question number
es: Falta el encabezado del número de pregunta
fi: Otsikko puuttuu kysymyksestä numero
sv: Rubrik saknas från fråga nummer

source: Help center
es: Centro de Ayuda
fi: Apukeskus
sv: Hjälpcenter

source: Here you can customize the visual appearance of the survey to better suit the style of your organization.
sv: Här kan du ändra visuella utseendet av din enkät för att bättre passa din organisations stil

source: Here you can find your best performances as well as the worst ones.
es: Aquí puedes encontrar los mejores Feedbacks y/o puntuaciones, así como los peores.
fi: Tästä näet parhaat sekä heikoimmat ajankohdat.
sv: Här hittar du både bästa och sämsta prestationerna.

source: Here's what your survey will look depending on which channels you want to publish to.
es: Aquí es dónde tu encuesta se verá dependiendo de en que canal quieres publicarla.
fi: Tältä kyselysi näyttää riippuen missä kanavassa julkaiset sen.
sv: Så här kommer din frågeserie att se ut beroende på vilka kanaler du vill publicera den i.

source: Hide archived
es: Esconder archivo
fi: Piilota arkistoidut
sv: Dölj arkiverade

source: Hide on certain pages
es: Ocultar en ciertas páginas
fi: Piilota tietyillä sivuilla
sv: Göm på vissa sidor

source: Highs and lows
es: Altas y Bajas
fi: Huiput ja heikot
sv: Topp och botten

source: Hour
es: Hora
fi: Tunti
sv: TImme

source: Hours
es: Por horas
fi: Tunnit
sv: Timmar

source: I agree to terms and conditions
es: Estoy de acuerdo con los Términos y Condiciones
fi: Hyväksyn säännöt ja ehdot
sv: Jag har läst och godkänt villkoren

source: Image
es: Imagen
fi: Kuva
sv: Bild
