Repository: WebDev0611/feedbackly
Catalog: dash/po/*.po
Languages: es, fi, sv

source: channels were selected. If you haven't configured your channels previously, you can get their setup instructions by clicking on them.
es: los canales fueron seleccionados. Si no ha configurado sus canales previamente, puede obtener sus instrucciones de configuración haciendo clic en ellos.
fi: kanavaa on valittuna. Jos et ole asentanut kanavia aiemmin, saat kanavien asennusohjeet klikkaamalla auki allaolevia laatikoita.
sv: kanalerna är valda. Om du inte har inställt dem tidigare, kan du får instruktionerna genom att klicka på dem.

source: days
es: días
fi: päivää
sv: dagar

source: e-mail list
es: lista de email
fi: sähköpostilista
sv: E-post lista

source: emoticons
fi: hymiötä
sv: uttryckssymboler

source: feedback kiosk
es: quiosco (kiosk) feedback
fi: palautelaite
sv: feedback terminal

source: feedbacks across all surveys
es: feedbacks de todas las encuestas
fi: palautetta kaikissa kyselyissä
sv: feedbacks från alla undersökningar

source: feedbacks each month
es: feedbacks cada mes
fi: palautetta kuukaudessa
sv: feedback per månad

source: feedbacks that exceed your current subscription's limit of
es: feedbacks que excede el límite de su suscripción actual de
fi: palautetta, jotka ylittävät tämänhetkisen tilauksen palautemäärän, joka on
sv: Feedback som överskrider din nuvarande beställnings gräns

source: from the channel management
es: desde la gestión de canales
fi: kanavahallinnasta
sv: från kanal hantering

source: hours
es: horas
fi: tuntia
sv: timmar

source: iPad authorization code
es: código de autorización Ipad
fi: iPadin valtuutuskoodi
sv: Auktoriserings kod för din iPad

source: in the text field. Don't worry if the upcoming survey is an old one - you will activate the new survey next.
es: en el campo de texto. No se preocupe si la encuesta que aparece es la antigua, activará la nueva encuesta a continuación.
fi: . Älä huoli, jos avautuva kysely on vanha - tulet aktivoimaan uuden kyselyn palautelaitteelle seuraavaksi.
sv: i textfeltet. Oroa dig inte ifall undersökningen du ser är gammal - du kommer till näst att aktivera en ny undersökning.

source: minute
es: minuto
fi: minuutti
sv: minut

source: minutes
es: minutos
fi: minuuttia
sv: minuter

source: other contacs
es: otros contactos
fi: muut kontaktit
sv: andra kontakter

source: pages
es: páginas
fi: sivua
sv: sidor

source: questions
es: preguntas
fi: kysymystä
sv: frågor

source: seconds
es: segundos
fi: sekuntia
sv: sekunder

source: to your message body to set the place for the link.
es: hacia el cuerpo del mensaje para poder establecer el lugar en donde el link va a ser añadido.
fi: viestin tekstiin asettaaksesi linkille paikan.
sv: till ditt meddelande för att placera länken.

source: upsell
fi: lisämyynti
sv: merförsäljning

source: website survey
es: encuesta de sitio web
fi: nettisivukysely
sv: undersökning på nätsidan

source: Address
es: Dirección
fi: Osoite

source: All feedback
es: Todos los feedbacks
fi: Kaikki palautteet

source: App Store
es: Tienda App
fi: App Storesta

source: Assign feedback to a user group in Feedback Inbox
fi: Osoita palaute tietyn käyttäjäryhmän palautelaatikkoon

source: Bar
es: Barra
fi: Pylväs

source: Do not assign to a group
fi: Älä osoita käyttäjäryhmälle

source: Feedback
fi: Palaute

source: Feedback inbox
fi: Palautelaatikko

source: Feedback notifications
fi: PalauteIlmoitukset

source: Filter
es: Filtro
fi: Suodata

source: Hide image labels
fi: Piilota kuvien otsikot

source: Include all available questions in notification message
fi: Sisällytä kaikki saatavilla olevat vastaukset ilmoitusviestiin

source: Include email content only from questions (if available)
fi: Sisällytä sähköpostiin vain vastaukset seuraavista kysymyksistä (mikäli saatavilla)

source: Neutral
fi: Neutraali

source: Only feedback assigned to group
fi: Vain palaute, joka on osoitettu käyttäjäryhmälle

source: Please ask your organization admin to top up the SMS Balance
fi: Pyydä organisaatiosi ylläpitäjää lisäämään SMS-tilille rahaa

source: Privacy policy
es: Política de privacidad
fi: Rekisteriseloste

source: Ranking
fi: Sijoitus

source: Refreshing...
fi: Päivitetään…

source: Scrolling
es: Desplazamiento.
fi: Alaspäin skrollauksen määrä

source: Slider
es: Deslizador
fi: Liukusäädin

source: Smileys
es: Sonrisas
fi: Hymiöt

source: Specify at least one user group for inbox settings.
fi: Määritä vähintään yksi käyttäjäryhmä palautelaatikon asetuksiin.

source: Summary
fi: Yhteenveto

source: Survey to watch feedback from
fi: Kysely, jonka palautteita tarkastellaan

source: Survey will be sent to
fi: Kysely lähetetään

source: Test address
es: Probar dirección
fi: Testiosoite

source: The length of the text in the field must be:
fi: Kenttään kirjoitetun tekstin pituus pitää olla:

source: Web form
es: Formulario Web
fi: Web-lomake

source: You don't have sufficient SMS balance.
fi: Sinulla ei ole riittävästi rahaa SMS-tilillä.

source: messages in total
fi: viestiä yhteensä

source: not shown
fi: ei näytetä

source: numbers
es: números
fi: numeroa

source: responses
fi: vastausta

source: web form
es: formulario web
fi: web-lomake
