Repository: WebDev0611/feedbackly
Catalog: dash/po/*.po
Languages: es, fi, sv

source: Show top 5
es: Mostrar los top 5
fi: Näytä 5 parasta
sv: Visa top 5

source: Sign out
es: Desconectar
fi: Kirjaudu ulos
sv: Logga ut

source: Single Choice
es: Opción Única
fi: Yksittäisvalinta
sv: Enkelsvar

source: Skip to question:
es: Saltar a la pregunta:
fi: Siirry kysymykseen:
sv: Hoppa till fråga:

source: Some texts are missing
es: Faltan algunos textos
fi: Joitakin tekstejä puuttuu
sv: Vissa texter saknas

source: Some translations are missing
es: Faltan algunas traducciones
fi: Käännöksiä puuttuu
sv: Vissa översättningar saknas

source: Specify length in characters
es: Especificar la longitud en caracteres
fi: Anna merkkijonon pituus
sv: Specifiera längd i tecken

source: Step 1 - Shared general source
es: Paso 1 - Fuente General Compartida
fi: Askel 1 - Jaettu yleinen lähde
sv: Steg 1 - Delad allmän källa

source: Step 2: Unique plugin code
es: Paso 2: Plugin código único
fi: Askel 2- Uniikki plugin scripti
sv: Steg 2 - Unik plugin-kod

source: Sub channel groups
es: Sub-canal de grupos
fi: Alaryhmät
sv: Undergrupper för kanaler

source: Subject:
es: Tema:
fi: Otsikko:
sv: Innehåll

source: Submit
es: Enviar
fi: Lähetä
sv: Skicka

source: Subscribe
es: Subscribirse
fi: Tilaa
sv: Prenumerera

source: Subscribed
es: Subscrito
fi: Tilattu
sv: Prenumererat

source: Subtitle
es: Subtítulo
fi: Alaotsikko
sv: Rubrik

source: Successfully created a channel.
es: Se creó un canal satisfactoriamente.
fi: Palautekanava luotiin onnistuneesti.
sv: Kanal skapad

source: Successfully created the channel group.
es: Se creó un grupo de canal satisfactoriamente.
fi: Kanavaryhmä luotiin onnistuneesti.
sv: Kanalgrupp skapad

source: Sunday
es: Domingo
fi: sunnuntai
sv: söndag

source: Survey
es: Encuesta
fi: Kysely
sv: Undersökning

source: Survey Visual Appearance
sv: Undersöknings utseende

source: Survey already has the following schedulations
es: La encuesta tiene el siguiente calendario de publicación
fi: Kyselyllä on jo seuraavat ajastukset
sv: Undersökningen är redan schemalagd

source: Survey can't be archived while it's active
es: La encuesta no puede ser guardada mientras esté activa
fi: Kyselyä ei voida arkistoida, kun se on aktiivinen
sv: Undersökningen kan inte arkiveras då den är aktiv

source: Survey has been copied
es: La encuesta ha sido copiada
fi: Kysely on kopioitu
sv: Undersöknigen har kopierats

source: Survey link
es: Enlace de Encuesta
fi: Kyselylinkki
sv: Länk för undersökningen

source: Survey published successfully!
es: ¡La encuesta ha sido publicada de forma exitosa!
fi: Kysely julkaistiin onnistuneesti!
sv: Undersökningen publicerad!

source: Survey saved
es: Encuesta guardada
fi: Kysely tallennettu
sv: Enkät sparad

source: Survey saving failed
es: Falló guardado de la encuesta
fi: Kyselyn tallentaminen epäonnistui
sv: Sparandet av enkäten misslyckades

source: Survey to watch feedbacks from
sv: Enkät att följa med feedback från

source: Surveys
es: Encuestas
fi: Kyselyt
sv: Undersökningar

source: Switch organization
es: Cambiar organización
fi: Vaihda organisaatiota
sv: Byt organisation

source: Switching organization...
es: Cambio de organización...
fi: Vaihdetaan organisaatiota...
sv: Byter organisation...

source: TEXT ELEMENTS, subtitles, etc
sv: TEXTELEMENT, undertexter, etc

source: Terrible.
fi: Surkea.
sv: Horribelt.

source: Test SMS sent to
es: SMS de prueba enviado a
fi: Testi-SMS lähetettiin numeroon
sv: Test SMS skickad till

source: Test mail sent.
es: Mail de prueba enviado.
fi: Testisähköposti lähetetty.
sv: Test e-post skickat.

source: Test number
es: Probar número
fi: Testinumero
sv: Test nummer

source: Text Body
es: Cuerpo de Texto
fi: Leipäteksti
sv: Brödtext

source: Text Color
sv: Textfärg

source: Text body
es: Cuerpo del texto
fi: Viestin teksti
sv: Text

source: Text field
es: Campo del texto
fi: Tekstikenttä
sv: Textruta

source: Thank you for your feedback and taking part in our prize draw!
es: ¡Gracias por su feedback y por participar en nuestro sorteo de premio!
fi: Kiitos palautteestasi ja osallistumisesta kilpailuumme!
sv: Tack för din feedback och för deltagandet i vår pristävling!

source: The app passcode is the code that is used to access the iPad settings after it is first configured. The feedback device can then be reconfigured with a different passcode.
es: El código de acceso de la App es el código que se utiliza para acceder a los ajustes de iPad una vez se haya configurado por primera vez. El dispositivo de Feedback puede reconfigurarse con un código de acceso diferente.
fi: Tablet-ohjelman pääsykoodi on koodi, joka tarvitaan tabletin asetuksiin pääsemiseksi sen jälkeen kun palauteohjelma on asennettu ja otettu käyttöön tabletille.
sv: App lösenordet används för att komma åt iPadens intställningar efter att den konfigurerats. Terminalen kan sedan konfigureras åter ed ett nytt lösenord.

source: The average of all responses in the organization in the chosen timespan
es: El promedio de todas las respuestas en la organización en el periodo seleccionado
fi: Kaikkien vastausten keskiarvo organisaatiossa valitulla aikavälillä
sv: Medeltal av alla svar i hela organisationen inom vald tidsperiod

source: The average of quantitative responses in the selected timespan in feedback channels you have rights to
es: El promedio de respuestas cuantitativas en el periodo seleccionado en canales de feedback en los que tiene derechos
fi: Numeerisen palautteen keskiarvo valitulla ajanjaksolla palautekanavissa, joihin sinulla on oikeudet
sv: Medeltal av kvantitativa svar inom vald tidsperiod i feedback kanaler du har rätt till

source: The calculated average of quantitative feedback that has been collected in the chosen timespan in the feedback channels you have rights to.
es: El promedio calculado de feedback cuantitativo que se ha recogido en el periodo seleccionado en los canales de feedback en los que tiene derechos.
fi: Keskiarvo kerätystä numeerisesta palautteesta palautekanavissa, joihin sinulla on oikeudet, valitulla aikavälillä.
sv: Beräknat medeltal av kvantitativa svar som har samlats inom vald tidsperiod i feedback kanaler som du har rätt till.

source: The date range is invalid
es: El rango de fecha es invalido
fi: Aikaväli on virheellinen
sv: Tidsintervallen är inte giltig

source: The following
es: El siguiente
fi: Seuraavat
sv: Följande

source: The link takes up max 21 characters.
es: El link toma como máximo 21 caracteres.
fi: Linkki vie maksimissaan 21 merkkiä.
sv: Länken kan innehålla upp till 21 tecken.

source: The message takes up
es: El mensaje está siendo enviado
fi: Tämä viesti kuluttaa
sv: Meddelandet tar upp

source: The number of respondents in all feedback channels of the organization since the beginning of use
es: El número de los encuestados en todos los canales de feedback de la organización desde el inicio de uso
fi: Kaikkien vastaajien yhteenlaskettu lukumäärä kaikissa organisaation palautekanavissa koko organisaation asiakkuuden ajalta.
sv: Antal av svarande i organisationens alla feedback kanaler ända sen användningen påbörjats

source: The number of respondents in feedback channels you have rights to
es: El número de los encuestados en los canales de feedback en los que tiene derechos
fi: Vastanneiden henkilöiden lukumäärä palautekanavissa, joihin sinulla on oikeudet
sv: Antal av svarande i feedback kanaler du har rätt till

source: The number of respondents in the selected timespan in the feedback channels you have rights to.
es: El número de los encuestados en el periodo seleccionado en los canales de feedback en los que tiene derechos.
fi: Vastanneiden henkilöiden lukumäärä palautekanavissa, joihin sinulla on oikeudet, valitulla aikavälillä.
sv: Antal av svaranden inom vald tidsperiod i feedback kanaler du har rätt till

source: The plugin has configured to be embedded in an element on your site. Add this element on your page where you want to survey to appear
es: El plugin ha sido configurado para ser insertado como un elemento o venta emergente en su sitio. Añada este elemento (script) en el código fuente de su página web y/o plataforma e-commerce para que la encuesta aparezca y el proceso de generación de Feedback tenga inicio
fi: Liitännäinen upotetaan sivustollesi lisättävään div-elementtiin. Lisää tämä elementti sivullesi paikkaan, jossa haluat että kysely näkyy
sv: Pluginen är konfigurerad så att den är innesluten i ett element på din sida. Tillägg det här elementet på din sida där du önskar att undersökningen skall bli synlig.

source: The schedule can be viewed and edited
es: La programación puede ser vista y editada
fi: Ajastuksen voi nähdä ja sitä voi muokata
sv: Du kan inställa schemat

source: The survey has been published
es: La encuesta ha sido publicada
fi: Kysely on julkaistu
sv: Undersökningen har publicerats

source: The survey is scheduled to be published on
es: La encuesta está programada para ser publicada
fi: Kysely on ajastettu julkaistavaksi
sv: Undersökningen är schemalagd för att publiceras på

source: The survey will be distributed in
es: La encuesta será distribuida en
fi: Kysely julkaistaan
sv: Undersökningen distribueras i

source: The survey will be published immediately.
es: La encuesta será publicada inmediatamente.
fi: Kysely julkaistaan välittömästi.
sv: Undersökningen publiceras direkt.

source: The widget is not shown again once it's closed.
es: El widget no se muestra de nuevo una vez que se cierra.
fi: Liitännäistä ei näytetä enää kun se on suljettu ruksista.
sv: Widgeten visas inte igen efter att den stängts

source: The widget is not shown again once the survey is completed.
es: El widget no se muestra de nuevo una vez que la encuesta es completada.
fi: Liitännäistä ei näytetä enää kun siihen on vastattu.
sv: Widgeten visas inte igen efter enkäten har slutförts

source: There are currently no contacts in this channel. Follow step 1 and add some.
es: Actualmente no existen contactos en este canal. Siga el paso 1 y añada alguno/s.
fi: Tässä kanavassa ei ole tällä hetkellä kontakteja. Seuraa vaihetta 1 lisätäksesi kontakteja.
sv: Det finns för stunden inga kontaktuppgifter i den här kanalen. Följ steg ett och lägg till några.

source: There are feedbacks for this choice. Deleting this choice will also delete the associated feedbacks.
es: Hay feedbacks para esta opción. Eliminar esta opción también eliminará los feedbacks asociados.
fi: Tälle vaihtoehdolle on palautteita. Vaihtoehdon poistaminen poistaa myös siihen liitetyt palautteet.
sv: Det finns feedback för detta val. Genom att radera valet kommer även associerad feedback att raderas.

source: There are no channels selected for distribution.
es: No ha sido seleccionado ningún canal/es para la distribución.
fi: Julkaisuun ei ole valittu yhtäkään kanavaa.
sv: Inga kanaler har valts

source: This Month
es: Este Mes
fi: Tämä kuukausi
sv: Denna månad

source: This authorization code is used for setting up an iPad as a feedback channel.
es: Este código de autorización será usado para establecer un Ipad como canal de Feedback.
fi: Tätä valtuutuskoodia tarvitaan tablet-tietokoneen asentamisessa palautteenkeräämistä varten.
sv: Den här koden används för att konfigurera en iPad till en feedback terminal.

source: This field is required
es: Este campo es necesario
fi: Tämä kenttä on pakollinen
sv: Detta fält är obligatoriskt

source: This tab lets you specify notifications based on the feedback you're given. Each condition added will increase the specificity of the notification. There can be more than one notification per survey.
es: Esta pestaña (tab) le permite especificar notificaciones basadas en el feedback que se le ha dado. Cada condición añadida aumentará la especificidad de la notificación. Puede haber más de una notificación por encuesta.
fi: Tässä välilehdessä asetat hälytyksiä palautteille, joita sinulle annetaan. Jokainen ehto tiukentaa ilmotuksen tarkkuutta. Kyselyllä voi olla useita ilmoituksia.
sv: Denna flik låter dig specificera avisering på bas av given feedback. Varje tillagt villkor kommer att öka noggrannheten av aviseringen. Man kan tillägga mera än en avisering per enkät.

source: This top row displays the key figures of the feedback channels you have rights to.
es: Esta fila superior muestra las cifras clave de los canales de Feedback en los que tiene derecho de uso.
fi: Tästä ylärivistä näet avainluvut kaikista palautekanavista, joihin sinulla on käyttöoikeudet.
sv: Toppraden visar nyckeltalen för de kanaler du har rättigheter till.

source: This week
es: Esta semana
fi: Tämä viikko
sv: Denna vecka

source: Thursday
es: Jueves
fi: torstai
sv: torsdag

source: Time
es: Hora
fi: Aika
sv: Tid

source: Timezone
es: Zona horaria
fi: Aikavyöhyke
sv: Tidszon

source: Title Font
sv: Rubrikens typsnitt

source: Title color
sv: Rubrikens färg

source: To:
es: Para:
fi: Vastaanottaja:
sv: Till:

source: Today
es: Hoy
fi: Tänään
sv: Idag

source: Toggle comparison of two date ranges
es: Cambiar la comparación de dos rangos de fecha.
fi: Vertaile kahta ajanjaksoa
sv: Omkoppla jämföring av 2 tidsperioder

source: Toggle redisplaying time after closing.
es: Cambiar el tiempo de volver a mostrar la pantalla después de cerrar.
fi: Näytä liitännäinen uudestaan tietyn ajan jälkeen sulkemisesta.
sv: Omkoppla egenvisning efter stängning

source: Toggle redisplaying time after completing survey.
es: Cambiar el tiempo de volver a mostrar la pantalla después de completar la encuesta.
fi: Näytä liitännäinen uudestaan tietyn ajan jälkeen kyselyyn vastaamisesta.
sv: Omkoppla egenvisning efter slutförandet av enkäten

source: Top left corner
es: Esquina superior izquierda
fi: Vasen yläkulma
sv: Övre vänstra härnet

source: Top quartile limit
es: Límite superior de la cuartilla
fi: Parhaan neljänneksen raja
sv: Gränsen för bästa kvartalen

source: Top right corner
es: Esquina superior derecha
fi: Oikea yläkulma
sv: Övre högra hörnet

source: Total
fi: Yhteensä
sv: Totalt

source: Translations
es: Traducciones
fi: Käännökset
sv: Översättningar

source: Translations are missing from question number
es: La traducción no se encuentra para este número de pregunta
fi: Käännöksiä puuttuu kysymyksestä numero
sv: Översättning saknas från fråga nummer

source: Triggering conditions
es: Condiciones de activación
fi: Ehdot triggeröinnille
sv: Villkor för triggning

source: Tuesday
es: Martes
fi: tiistai
sv: tisdag

source: Type
es: Tipo
fi: Tyyppi
sv: Typ

source: Unchecked
es: Desmarcado
fi: Ei valittu
sv: Ej vald

source: Unit
es: Unidad
fi: Yksikkö
sv: Måttenhet

source: Unknown error
es: Error desconocido
fi: Tuntematon virhe
sv: Okänt fel

source: Update Upsell
es: Actualización Upsell
fi: Päivitä lisämyyntitarjous
sv: Uppdatera merförsäljning

source: Upgrade your plan to see all your feedbacks
es: Mejore su plan para ver todos sus feedbacks
fi: Tilaa suurempi paketti nähdäksesi kaikki annetut palautteet
sv: Uppgradera din plan för att se alla feedbacks

source: Upload
es: Subir
fi: Lataa
sv: Ladda upp

source: Upload a CSV file
es: Subir un archivo CSV
fi: Lataa CSV-tiedosto
sv: Ladda upp en CSV fil

source: Uploading your image...
es: Subiendo su imagen …
fi: Lisätään kuvaasi…
sv: Laddar upp din bild...

source: Upsell
fi: Lisämyynti
sv: Merförsäljning

source: Upsell Code
es: Código Upsell
fi: Lisämyynnin koodi
sv: Merförsäljningskod

source: Upsell Name
es: Nombre Upsell
fi: Lisämyynnin nimi
sv: Namn på merförsäljning

source: Upsell Title
es: Título Upsell
fi: Lisämyynnin otsikko
sv: Tittel på merförsäljning

source: Upsell offers
es: Ofertas Upsell
fi: Lisämyynnin tarjoukset
sv: Merförsäljningserbjudande

source: Upselling
fi: Lisämyynti
sv: Merförsäljning

source: Use Barcode / QR code
es: Usar código de barras / código QR
fi: Käytä viivakoodia / QR-koodia
sv: Använd streckkod / QR kod

source: User has no valid API keys.
sv: Användaren har inga giltiga API nycklar

source: Users
sv: Användare

source: Users with right to the channel
es: Usuarios con derechos en este canal
fi: Käyttäjät joilla on oikeus kanavaan
sv: Användare som har rättigheter till kanlen

source: VAT identification number
es: Número de identificación fiscal
fi: Verotunnus
sv: VAT-nummer

source: Visiting time
es: Tiempo de visita
fi: Vierailuaika sivustolla
sv: Visiteringstid

source: Wait for responses to remaining questions once conditions are fulfilled
es: Espere a las respuesta de las preguntas restantes una vez que se cumplan las condiciones.
fi: Odota vastauksia jäljelläoleviin kysymyksiin kun ehdot on täytetty
sv: Vänta på svar till kvarvarande frågor efter alla villkor uppfyllts

source: Website plugin
es: Plugin de Sitio web
fi: Verkkosivuliitännäinen
sv: Plugin på nätsidan

source: Website survey
es: Encuesta para sitio Web
fi: Nettisivukysely
sv: undersökning på nätsidan

source: Wednesday
es: Miércoles
fi: keskiviikko
sv: onsdag

source: Welcome to Feedbackly!
es: ¡Bienvenido a Feedbackly!
fi: Tervetuloa Feedbacklyyn!
sv: Välkommen till Feedbackly!

source: When user has scrolled down
es: Cuándo el usuario ha desplazado hacia abajo.
fi: Kun vierailija on
sv: När användaren har skrollat ner

source: When user is exiting page
es: Cuándo el usuario está saliendo de la página.
fi: Kun vierailija on poistumassa sivulta
sv: När användaren lämnar sidan

source: Word choices
es: Opciones de palabra
fi: Sanavalinnat
sv: Ordval

source: Worst day
es: El peor día
fi: Huonoin päivä
sv: Sämsta dagen

source: Worst hour
es: La peor hora
fi: Huonoin tunti
sv: Sämsta timmen

source: Yes
es: Sí
fi: Kyllä
sv: Ja

source: You can also add metadata to include in feedback by adding "meta_FIELDNAMEHERE" into your csv-file. ie. meta_customer-id.
es: También puede agregar metadata para incluirla en sus feedbacks agregando “meta_NOMBREDELCAMPOAQUÍ” dentro de su archivo csv por ejemplo: meta_ID-Cliente
fi: Voit myös lisätä metadataa palautteisiin lisäämällä “meta_KENTÄNNIMI” csv-tiedostoosi. Esim. meta_asiakas-id.
sv: Du kan även tillföra metadata i dina feedback genom att tillägga ”meta_FIELDNAMEHERE” i din csv-fil. T.ex. meta_customer-id.

source: You have no rights to create SMS channels. Enter your credit card information in your organization details or request access from support@feedbackly.com
es: Lo sentimos, no está autorizado para crear canales SMS. Introduzca la información de su tarjeta de crédito en la ficha de cliente de su compañía o solicite acceso a través de support@feedbackly.com
fi: Sinullea ei ole oikeuksia luoda SMS-kanavia. Lisää luottokorttitietosi organisaatiosi tietoihin tai pyydä oikeudet osoitteesta support@feedbackly.com.
sv: Du har inte rättigheter att skapa en SMS lista. Lägg till dit kreditkort till organisationen eller be om rättigheter från support@feedbackly.com

source: You have no rights to send SMS messages. Enter your credit card information in your organization details or request access from support@feedbackly.com
es: Lo sentimos, no está autorizado para enviar mensajes SMS. Introduzca la información de su tarjeta de crédito en la ficha de cliente de su compañía o solicite acceso a través de support@feedbackly.com
fi: Sinulla ei ole oikeuksia lähettää SMS-viestejä. Lisää luottokorttitietosi organisaatiosi tietoihin tai pyydä oikeudet osoitteesta support@feedbackly.com.
sv: Du har inte rättigheter att skicka SMS meddelanden. Lägg till dit kreditkort till organisationen eller be om rättigheter från support@feedbackly.com

source: You have to be an organization admin to create channel groups.
es: Debe ser un administrador de organización para crear grupos de canal.
fi: Sinun täytyy olla organisaation admin-käyttäjä luodaksesi kanavaryhmiä.
sv: Du måste vara admin för din organisation för att kunna skapa kanalgrupper

source: You haven't added any questions
es: No ha añadido ninguna pregunta
fi: Et ole lisännyt yhteen kysymystä
sv: Du har inte tillagt frågor

source: You haven't chosen a language
es: No ha seleccionado el idioma
fi: Et ole valinnut kieltä
sv: Du har inte valt ett språk

source: You haven't chosen any feedback channel types
es: No ha elegido ningún tipo de canal de Feedback
fi: Et ole valinnut palautekanavatyyppiä
sv: Du har inte valt någon feedback kanal

source: You haven't configured any e-mail settings.
es: No ha establecido ninguna configuración de email.
fi: Et ole tehnyt tarvittavia sähköpostiasetuksia.
sv: Du har inte justerat dina e-post inställningar.

source: You haven't configured any sms settings.
es: No ha establecido ninguna configuración de SMS (mensaje de texto).
fi: Et ole tehnyt tarvittavia SMS-asetuksia.
sv: Du har inte justerat dina SMS .inställningar

source: You just upgraded your plan, you can't downgrade it just now
es: Acaba de mejorar su plan de precios, no puede bajar de categoría en este momento
fi: Päivitit juuri maksusuunnitelmasi, et voi alentaa sitä juuri nyt
sv: Du har nyligen uppgraderat din plan, du kan inte nedgradera just nu.

source: Your first step to getting know your customer better is creating a survey. Use the survey creation tool to do it - it takes just seconds! Here you can also find survey setups and language selection. You can use any language you like! After the survey is done, just follow the process and it will guide you through.
es: El primer paso para conocer mejor a su cliente es crear una encuesta. Utilice la herramienta de creación de encuestas para hacerlo - toma sólo unos segundos! Aquí también puede encontrar configuraciones de encuesta y selección de idioma. Puede utilizar cualquier idioma que prefiera! Después que la encuesta esté hecha, sólo siga el proceso y este le guiará.
fi: Sinun ensimmäinen askeleesi tuntemaan asiakkaasi paremmin on kyselyn luominen. Käytä kyselyn luomistyökalua siihen. Se vie vain muutamia sekunteja! Täältä löydät myös kyselykohtaiset asetukset ja kielivalinnan. Voit valita minkä tahansa haluamasi kielen! Kun kysely on valmis, seuraa prosessia alapalkissa ja se ohjaa sinua julkaisua kohti.
sv: Första steget i att lära dig känna dina kunder tar du genom att skapa en undersökning. Det gör du lätt i vår undersöknings generator - och det tar ändast några sekunder! Här hittar du också inställningarna och språkalternativen för din undersökning. Du kan fritt använda precis vilket språk som helst. Efter att du är färdig med undersökningen följer du bara stegvis igenom processen och den handleder dig fram.

source: Your iPad will show this survey automatically once you publish it.
es: Tu iPad mostrará esta encuesta automáticamente una vez publicada.
fi: iPadisi näyttää tämän kyselyn automaattisesti kun julkaiset sen.
sv: Din iPad kommer att visa frågeserien automatiskt när du publicerat den.

source: Your image has been uploaded
es: Su imagen ha sido subida
fi: Kuvasi on ladattu
sv: Din bild har laddats

source: Your organization already has billing information but feel free to update it
sv: Din organisation har redan faktureringsuppgifter, men du kan alltid uppdatera dem

source: Your plan has been updated
es: Su plan ha sido actualizado
fi: Maksusuunnitelmasi on päivitetty
sv: Din plan har uppdaterats

source: Your selection contains
es: Su selección contiene
fi: Haku sisältää
sv: Ditt val innehåller

source: Your survey has
es: Su encuesta tiene
fi: Sinun kyselyssäsi on
sv: Din undersökning har

source: additional feedback sources
es: fuentes adicionales de feedback
fi: maksullista palautekanavaa
sv: extra feedback källor

source: and
es: y
fi: ja
sv: och

source: archived
es: archivado
fi: arkistoitu
sv: arkiverad

source: buttons
es: botones
fi: hymiötä
sv: Knappar

source: channels
es: canales
fi: kanavat
sv: Kanaler
