Repository: WebDev0611/feedbackly
Catalog: dash/po/*.po
Languages: es, fi, sv

source: In the publishing settings go through the parts to get detailed instruction on the setup. For example, you may download the app to your tablet from here. Here you can also choose whether to publish the survey now or schedule it to be automatically published later.
es: En la configuración de publicación ir por las partes para obtener instrucciones detalladas sobre la configuración. Por ejemplo, puede descargar la aplicación para su tablet desde aquí. Aquí también puede escoger si publicar la encuesta ahora o programarla para que se publique automáticamente más adelante.
fi: Julkaisuasetuksissa käy läpi eri osiot saadaksesi yksityiskohtaista tietoa asetuksista. Voit esimerkiksi ladata tabletillesi palaute-appin täätlä. Täältä vois myöt valita julkaisetko kyselyn nyt vai ajastatko sen myöhempään julkaisuajankohtaan.
sv: I inställningarna för publicering gå igenom delstegen för noggrannare instruktioner. T.ex. kan du ladda ned appen till din iPad härifrån. Härifrån styr du också ifall du vill publicera undersökningen direkt eller ställa in en tid då den publiceras.

source: In this section you will also find everything you need to set up your feedback channels e.g. find your printable QR ­codes and the embed codes for your website survey.
es: En esta sección también encontrará todo lo necesario para configurar sus canales de Feedback, por ejemplo encuentre sus códigos QR imprimibles y los códigos (para ser insertados) para su encuesta en su sitio web.
fi: Tästä osiosta löydät kaiken tarvitsemasi asentaaksesi palautekanavat käyttövalmiiksi. Löydät täältä esimerkiksi printattavat QR-koodisi sekä verkkosivukyselyysi tarvittavan koodinpätkän.
sv: I den här sektionen hittar du allt du behöver för att lägga i gång dina feedback kanaler, t.ex. hittar du QR-koderna och koderna för dina nätundersökningar.

source: Include this as a first line in your csv.
es: Incluye esto como primera fila en tu archivo CSV.
fi: Käytä tätä csv-tiedostosi ensimmäisenä rivinä.
sv: Inkludera detta som första raden i din CSV.

source: Installation
es: Instalación
fi: Asennus
sv: Installering

source: Instant offers and emails
es: Ofertas instantáneas y emails
fi: Välittömiä tarjoukset ja sähköpostit
sv: Direkta erbjudanden och e-post

source: Last 30 Days
es: Los últimos 30 días
fi: Viimeiset 30 pv
sv: Senaste 30 dagar

source: Last 7 Days
es: Los últimos 7 días
fi: Viimeiset 7 pv
sv: Senaste 7 dagar

source: Last Month
es: El último mes
fi: Viime kuukausi
sv: Senaste månaden

source: Last Name
es: Apellido
fi: Sukunimi
sv: Efternamn

source: Last month
es: El último mes
fi: Viime kuukausi
sv: Förra månaden

source: Last name
es: Apellido
fi: Sukunimi
sv: Efternamn

source: Last notification sent
sv: Senaste skickade avisering

source: Last week
es: La semana pasada
fi: Viime viikko
sv: Förra veckan

source: Learn more at our Knowledge Base
es: Aprenda más en nuestra base de conocimiento
fi: Lue lisää täältä (engl.)
sv: Lär dig mera i vår Knowledge Base

source: Learn more at our Knowledge base
es: Para saber más, consulta nuestra base de conocimiento
fi: Lue lisää Osaamiskeskuksestamme
sv: Lär dig mera från vårt hjälpcenter

source: Length
es: Longitud
fi: Pituus
sv: Längd

source: Link
fi: Linkki
sv: Länk

source: Logic related to the moved question will change. Do you want to proceed?
es: La lógica relacionada con la pregunta movida cambiará. ¿Quiere proceder?
fi: Siirrettyyn kyselyyn liittyvä logiikkaa tulee muuttumaan. Haluatko jatkaa?
sv: Logiken bunden till den flyttade frågan kommer att ändra. Vill du fortsätta?

source: Message has been sent
es: El mensaje ha sido enviado
fi: Viesti on lähetetty
sv: Meddelandet har skickats

source: Minute
es: Minuto
fi: Minuutti
sv: Minut

source: Minutes
es: Minutos
fi: Minuutit
sv: Minuter

source: Mobile
es: Teléfono celular
fi: Matkapuhelin
sv: Mobil

source: Monday
es: lunes
fi: maanantai
sv: måndag

source: Multiple Choice
es: Opción Múltiple
fi: Monivalinta
sv: Flerval

source: NPS in the selected feedback channels
es: NPS en los canales de feedback seleccionados
fi: NPS valituissa palautekanavissa
sv: NPS i valda feedback kanaler

source: NPS in the whole organization
es: NPS en toda la organización
fi: NPS koko organisaatiossa
sv: NPS i hela organisationen

source: NPS of this question in all the feedback channels in the organization in the selected timespan
es: NPS de esta pregunta en todos los canales de feedback en la organización en el periodo seleccionado
fi: NPS tähän kysymykseen organisaation kaikissa palautekanavissa valitulla ajanjaksolla
sv: NPS i denna fråga i alla organisationens feedback kanaler inom vald tidsperiod

source: NPS of this question with the selected filters
es: NPS de esta pregunta con los filtros seleccionados
fi: Tämän kysymyksen NPS valituilla hakuehdoilla
sv: NPS i denna fråga med valda filter

source: NPS® in the selected timespan
es: NPS® en el periodo seleccionado
fi: NPS® valitulla ajanjaksolla
sv: NPS® inom vald tidsperiod

source: Name
es: Nombre
fi: Nimi
sv: Namn

source: Need more?
sv: Behöver du mera?

source: Negative
es: Negativo
fi: Negatiivinen
sv: Negativ

source: Negative upsell
es: Upsell negativo
fi: Negatiivinen lisämyyntitarjous
sv: Negativ merförsäljning

source: Net Promoter Score (NPS®) in the selected timespan in the feedback channels you have rights to.
es: Net Promoter Score (NPS®) - Puntuación de Promotor Neta, en el periodo seleccionado en los canales de feedback en los que tiene derechos.
fi: NPS-luku palautekanavissa, joihin sinulla on oikeudet, valitulla aikavälillä.
sv: Net Promoter Score (NPS®) inom vald tidsperiod i feedback kanaler du har rätt till

source: Neutral upsell
es: Upsell neutral
fi: Neutraali lisämyyntitarjous
sv: Neutral merförsäljning

source: New Feedback Channel
es: Nuevo Canal de Feedback
fi: Uusi palautekanava
sv: Skapa en ny feedback kanal

source: New URL or partial URL
es: Nueva URL o URL parcial
fi: Uusi URL tai osittainen URL
sv: Ny URL eller partiell URL

source: New Upsell
es: Nuevo Upsell
fi: Uusi lisämyyntitarjous
sv: Ny merförsäljning

source: New channel group
es: Nuevo grupo de canal
fi: Uusi kanavaryhmä
sv: Skapa en ny kanalgrupp

source: New notification rule
es: Nueva regla de notificación
fi: Uusi ilmoitussääntö
sv: Ny aviseringsregel

source: New survey
es: Nueva encuesta
fi: Uusi kysely
sv: Ny undersökning

source: Next
es: Siguiente
fi: Seuraava
sv: Nästa

source: Next (button text)
es: Siguiente (botón de texto)
fi: Seuraava (napin teksti)
sv: Nästa (texten på knappen)

source: Next you need to setup your channels to collect the data. Depending on what type of channels you chose to use, the software will ask you to do the setup.
es: A continuación necesita configurar sus canales para obtener datos. Dependiendo de qué tipo de canales elija usar, el software le pedirá que realice la configuración.
fi: Seuraavaksi sinun pitää asettaa kanavat, joilla kerätä dataa. Palautekanavan tyypistä riippuen ohjelmisto kysyy sinulta tarvittavat tiedot asetusten tekemiseen.
sv: Till näst skall du lägga i ordning dina kanaler för feedback insamling. Beroende på vilken typ av kanal du använder får du instruktionerna för att komma i gång.

source: No
fi: Ei
sv: Nej

source: No SMS channel was chosen
es: El canal de mensajes vía SMS no fue seleccionado
fi: Tekstivistikanavaa ei ole valittu
sv: Ingen SMS kanal har valts

source: No active schedulations for this channel.
es: No hay programaciones activadas para este canal.
fi: Ei aktiivisia ajastuksia tälle kanavalle.
sv: Inget aktivt schema för den här kanalen

source: No feedback to analyze at the moment.
es: No se dispone de feedback para analizar en este momento.
fi: Ei palautetta analysoitavana tällä hetkellä.
sv: Ingen feedback att analysera ännu.

source: No mailing list was chosen
es: Ninguna lista de mailing fue escogida
fi: Postituslistaa ei ole valittu
sv: Ingen e-post lista har valts

source: No message provided
es: No se ha generado ningún mensaje
fi: Viesti puuttuu
sv: Meddelande saknas

source: No results found
es: No se encontraron resultados
fi: Tuloksia ei löytynyt
sv: Inge resultat hittade

source: No sender provided
es: Ningún remitente proporcionado
fi: Lähettäjä puuttuu
sv: Sändare saknas

source: No subject provided
es: Ningún tema proporcionado
fi: Aihe puuttuu
sv: Rubrik saknas

source: No upsell templates added
es: No se añadieron plantillas de upsell
fi: Ei lisämyyntitarjouksia
sv: Ingen merförsäljnings-mall tillagd

source: No user has right to the channel
es: Ningún usuario tiene derecho en el canal
fi: Yhdelläkään käyttäjälle ei ole oikeutta kanavaan
sv: Ingen användare har rättigheter till kanalen

source: Not ready to publish just yet. Check the settings.
es: Todavía no está listo para publicar. Compruebe la configuración.
fi: Kysely ei ole vielä valmiina julkaistavaksi. Tarkista asetukset.
sv: Inte riktigt klart ännu. Kolla inställningarna.

source: Note: De-selecting engage points will remove the upsell offers from them.
es: Nota: De-seleccionar puntos de contacto quitará las ofertas de upsell de ellos.
fi: Huom: Valinnan poistaminen palautekanavista poistaa myös lisämyyntitarjoukset niistä.
sv: Meddelande: Genom att välja bort interaktionspunkter, kommer att merförsäljningerbjudanden att raderas.

source: Nothing here yet
es: Nada aquí, todavía
fi: Täällä ei ole vielä mitään
sv: Inget här ännu

source: Notification recipients
es: Destinatarios de notificación
fi: Ilmoituksen vastaanottajat
sv: Mottagare av aviseringar

source: Notification rule saved successfully.
es: Regla de notificación guardada correctamente.
fi: Ilmoitussäännöt tallennettu onnistuneesti.
sv: Aviseringsregel sparad

source: Notifications
es: Notificaciones
fi: Ilmoitukset
sv: Aviseringar

source: Now you have the basic knowledge to start learning about your customers. Just click below to start turning your happy customers into more business and better sales.
es: Ahora tiene el conocimiento básico para empezar a aprender acerca de sus clientes. Simplemente haga click a continuación para comenzar a convertir a sus clientes satisfechos en más negocios y mejores ventas.
fi: Nyt sinulla on perustiedot, jotta voit alkaa kerätä tietoa asiakkaistasi. Klikkaa alta ja käännä tyytyväiset asiakkaat paremmaksi bisnekseksi ja suuremmaksi myynniksi.
sv: Nu har du en bas för att börja lära dig om dina kunder. Klicka nedan och börja förändra dina nöjda kunder till mera försäljning.

source: Number of engage points to generate
sv: Antal interaktionspunkter att generera

source: Number of members
es: Número de miembros
fi: Jäsenten määrä
sv: Antal medlemmar

source: Number of pages visited
es: Número de páginas visitadas.
fi: Vierailtujen sivujen lukumäärä
sv: Antal besökta sidor

source: Number of questions
es: Número de preguntas
fi: Kysymysten määrä
sv: Antal frågor

source: Number of respondents in the selected timespan
es: Número de encuestados en el periodo seleccionado
fi: Vastaajien lukumäärä valitulla ajanjaksolla
sv: Mängd av svarande inom vald tidsperiod

source: OR
fi: TAI
sv: ELLER

source: Offer image
es: Imagen de la oferta
fi: Tarjouksen kuva
sv: Bild av erbjudande

source: One URL needs to be visited before triggering
es: Una URL necesita ser visitada antes de iniciar.
fi: Yhdessä osoitteessa tulee vierailla ennen triggeröintiä
sv: Alla URL skall vara besökta innan triggning

source: Open question
es: Pregunta abierta
fi: Avoin kysymys
sv: Öppen fråga

source: Organization
es: Organización
fi: Organisaatio
sv: Organisation

source: Organization's feedback amount
es: Cantidad de Feedback de la organización
fi: Organisaation palautemäärä
sv: Antal feedback från din organisation

source: Passives
es: Pasivos
fi: Passiivit
sv: Passiva

source: Password
es: Contraseña
fi: Salasana
sv: Lösenord

source: Password confirmation
es: Confirmación de contraseña
fi: Salasanan vahvistus
sv: Bekräfta lösenord

source: Performance meter
es: Medidor de comportamiento
fi: Suorituskykymittari
sv: Prestanda

source: Phone Number
es: Numero de Teléfono
fi: Puhelinnumero
sv: Telefonnummer

source: Phone number
es: Número de teléfono
fi: Puhelinnumero
sv: Telefonnummer

source: Pick a date range
es: Selecciona un rango de fecha
fi: Valitse ajanjakso
sv: Välj en tidsperiod

source: Place freely by adding this line of code anywhere on the site (in addition to the setup code below)
es: Coloca libremente agregando este línea de código en cualquier lugar del sitio (En adición al código de configuración abajo).
fi: Asenna vapaasti lisäämällä scripti mihin tahansa sivulle (alla olevan asennuskoodin lisäksi)
sv: Placera fritt genom att tillägga denna kod vart som helst på sidan (utöver installations koden ner till)

source: Please make at least 1 notification rule.
es: Por favor haga por lo menos 1 regla de notificación.
fi: Tee ainakin yksi ilmoitussääntö.
sv: Var god och gör minst en aviseringsregel

source: Please select at least 1 channel.
es: Por favor seleccione al menos 1 canal.
fi: Valitse ainakin yksi palautekanava.
sv: Var god och välj minst en kanal

source: Please type at least 1 e-mail recipient.
es: Por favor escriba al menos 1 destinatario de email.
fi: Anna vähintään 1 sähköpostiosoite.
sv: Var god och välj minst 1 e-post mottagare

source: Plugin code has been copied to clipboard
es: El código del complemento se ha copiado en el portapapeles
fi: Nettisivukyselyn koodi on kopioitu leikepöydälle
sv: Plugin koden har kopierats

source: Plugin settings have been saved.
es: Se han salvado los ajustes de Plugin
fi: Liitännäisen asetukset on tallennettu.
sv: Inställningar för din plugin har sparats.

source: Popup window
es: Ventana emergente
fi: Ponnahdusikkuna
sv: Popup ruta

source: Positive
es: Positivo
fi: Positiivinen
sv: Positiv

source: Positive upsell
es: Upsell positivo
fi: Positiivinen lisämyyntitarjous
sv: Positiv merförsäljning

source: Postal code
es: Código postal
fi: Postinumero
sv: Postkod

source: Pressing this button will cancel your organization's subscription and your organization's users won't be able to login to their dashboard. When you want continue your subscription, just login and fill in your billing information.
sv: Genom att trycka på den här knappen avbryter du din beställning och användare i din organisation kan inte logga in mera. När du vill fortsätta din beställning, logga in och fyll i dina faktureringsuppgifter.

source: Preview
es: Vista previa
fi: Esikatselu
sv: Förhandsgranskning

source: Previously created question
es: Pregunta creada con anterioridad
fi: Aiemmin luotu kysymys
sv: Tidigare skapad fråga

source: Promoters
es: Promotores
fi: Suosittelijat
sv: Förespråkare

source: Provide general translations for the survey.
es: Proporcione traducciones generales para la encuesta.
fi: Anna yleiset käännökset kyselylle.
sv: Förse allmän översättning för enkäten

source: Publish Settings
es: Configuración de publicación
fi: Julkaisuasetukset
sv: Inställningar för publicering

source: Publish now
es: Publicar ahora
fi: Julkaise nyt
sv: Publicera nu

source: Publish settings
es: Configuración de publicación
fi: Julkaisuasetukset
sv: Publicera inställnignar

source: Publish time
es: Tiempo de publicación
fi: Julkaisuaika
sv: Tid för publicering

source: Put in channel group(s)
es: Poner en grupo(s) de canal
fi: Laita kanavaryhmään
sv: Lägg till kanalgrupp(er)

source: QR code
es: Código QR
fi: QR-koodi
sv: QR kod

source: Question Title
sv: Frågans rubrik

source: Question timeout
es: Tiempo de espera de la pregunta
fi: Kysymyksen uudelleenlatausaika
sv: Återladdningstid för frågan

source: Question title is blank
es: El título de la pregunta está en blanco
fi: Kyselyn otsikko on tyhjä
sv: Rubrik saknas för frågan

source: Quietest day
es: El día de menor actividad
fi: Hiljaisin päivä
sv: Lugnaste dagen

source: Read more about pricing in our help center
es: Para saber más acerca de precio por favor contacta con el Help Center
fi: Lue lisää hinnoista apukeskuksestamme
sv: Läs mera om prisera i vårt hjälpcenter

source: Receipt
sv: Kvitto

source: Receipt has been sent to your email address
es: El recibo se ha enviado a su dirección de email
fi: Kuitti on lähetetty sähköpostiosoitteeseesi
sv: Kvittot har skickats till din e-post

source: Redirect
es: Redirecto
fi: Uudelleenohjaus
sv: Omdirigera

source: Redirect address
es: Redireccionar dirección
fi: Uudelleenohjausosoite
sv: Adress för omdirigering

source: Redisplay after being closed after
es: Volver a mostrar después de cerrar
fi: Näytä uudelleen sulkemisen jälkeen kun on kulunut
sv: Visa åter efter att ha stängts

source: Redisplay after survey has been finished after
es: Se vuelve a mostrar después de finalizar la encuesta
fi: Näytä uudelleen kyselyyn vastaamisen jälkeen kun on kulunut
sv: Visa åter efter att frågeserien har svarats

source: Redisplay conditions
es: Condiciones de reaparición.
fi: Ehdot uudelleen näyttämiselle
sv: Villkor för igenvisning

source: Relative (%)
es: Relativo (%)
fi: Suhteellinen (%)
sv: Relativ (%)

source: Remove admin rights
sv: Ta bort adminrättigheter

source: Remove feedback filter
es: Suprimir el filtro de Feedback
fi: Poista palautesuodatin
sv: Ta bort feedback filter

source: Respondents
es: Encuestados
fi: Vastaajia
sv: Svarande

source: Responses to individual questions
es: Respuestas a preguntas individuales
fi: Yksittäistä vastausta eri kysymyksiin
sv: Svar till individuella frågor

source: Responses to individual questions in the selected timespan in the feedback channels you have rights to.
es: Las respuestas a preguntas individuales en el periodo seleccionado en los canales de feedback en los que tiene derechos.
fi: Eri kysymyksiin tulleiden vastausten yhteenlaskettu lukumäärä palautekanavissa, joihin sinulla on oikeudet, valitulla aikavälillä.
sv: Svar till enskilda frågor inom vald tidsperiod i feedback kanaler du har rätt till.

source: Restore defaults
sv: Återställ standard

source: Results
es: Resultados
fi: Tulokset
sv: Resultat

source: Returning to beginning in 10 seconds.
es: Volver al inicio en 10 segundos.
fi: Palataan alkuun 10 sekunnissa.
sv: Återgår till början om 10 sekunder

source: Review & Confirmation
es: Revisar y Confirmar
fi: Tarkastus & Vahvistus
sv: Granskning & godkännande

source: Review and Confirmation
es: Revisión y Confirmación
fi: Vahvistus
sv: Godkännande

source: Revoke
sv: Upphäv

source: Revoked
sv: Upphävd

source: Rights
sv: Rättigheter

source: SMS Settings
es: Ajustes SMS
fi: SMS asetukset
sv: SMS inställningar

source: SMS credits in total
sv: SMS kredit totalt

source: SMS credits per recipient.
sv: SMS kredit per mottagare.

source: SMS limitations
es: Limitaciones de SMS
fi: SMS-rajoitukset
sv: Begränsningar för SMS

source: SMS list
es: Lista de SMS
fi: Tekstiviestilista
sv: SMS lista

source: SMS messages will be sent
sv: SMS meddelande skickas

source: Sampling
es: Muestreo
fi: Otanta
sv: Provtagning

source: Saturday
es: Sábado
fi: lauantai
sv: lördag

source: Save
es: Guardar
fi: Tallenna
sv: Spara

source: Save Upsell
es: Guardar Upsell
fi: Tallenna lisämyyntitarjous
sv: Spara merförsäljning

source: Save settings
es: Guardar ajustes
fi: Tallenna asetukset
sv: Spara inställningar

source: Saving succeeded
es: El proceso de guardado ha sido exitoso
fi: Tallentaminen onnistui
sv: Sparat

source: Saving the survey...
es: Guardando la encuesta...
fi: Tallennetaan kyselyä…
sv: Sparar undersökningen...

source: Schedulation date is invalid
es: Fecha de programación es inválida
fi: Ajastuksen päiväämärä on virheellinen
sv: Datumet du valt är ogiltigt

source: Schedule date
es: Fecha programada
fi: Ajastuksen päivämäärä
sv: Datum dör schemat

source: Schedule now
es: Programar ahora
fi: Ajasta nyt
sv: Lägg till ett schema

source: Schedule publishing
es: Programar publicación
fi: Ajasta julkaisu
sv: Schema för publicering

source: Scheduled surveys
es: Encuestas programadas
fi: Ajastetut kyselyt
sv: Schemalagda undersökningar

source: See pricing
es: Ver el precio
fi: Katso hinnoittelu
sv: Se priserna

source: Select conditions that need to apply for the notification to be sent. NOTE: All conditions must apply before any notifications are sent.
es: Seleccione las condiciones que deben aplicar para la notificación que se enviará. NOTA: Todas las condiciones deben aplicar antes que se envíe cualquier notificación.
fi: Valitse ehdot, joiden pitää täyttyä, jotta ilmoitus lähetetään. HUOM: Kaikkien annettujen ehtojen pitää täyttyä ennen kuin ilmoitus lähetetään.
sv: Välj villkor som måste uppfyllas för avisering. Obs: Alla villkor måste uppfyllas före en avisering skickas.

source: Select function
es: Seleccione función
fi: Valitse funktio
sv: Väj funktion

source: Select the channels to distribute your survey in. If you have sufficient rights, you can also create new channels here.
es: Seleccione los canales a través de los que quiere distribuir su encuesta. Dependiendo de sus derechos de usuario, también puede crear nuevos canales.
fi: Valitse ne kanavat, joissa haluat julkaista kyselyn. Jos sinulla on riittävät oikeudet, voit myös luoda uusia kanavia täällä.
sv: Välj kanalen där du publicerar undersöknigen. Har du tillräckligt med rättigheter kan du även skapa nya kanaler.

source: Select translation
es: Seleccionar traducción
fi: Valitse käännös
sv: Välj översättning

source: Send immediately
es: Enviar inmediatamente
fi: Lähetä heti
sv: Skicka omedelbart

source: Send me notifications about the state of my devices
es: Envíeme una notificación del estado de mis dispositivos
fi: Lähetä minulle ilmoituksia laitteiteni tilasta
sv: Skicka notiser gällande statusen på mina terminaler

source: Send me weekly report
es: Enviarme un reporte semanal
fi: Lähetä minulle viikottainen raportti
sv: Skicka mig veckoraporten

source: Send test
es: Enviar una prueba
fi: Lähetä testi
sv: Skicka test

source: Send test SMS
es: Enviar una prueba de SMS
fi: Lähetä testi-SMS
sv: Skicka test SMS

source: Send user a password reset link in an email message
sv: Skicka användaren en länk för att byta lösenordet

source: Sender e-mail*
es: Remitente email*
fi: Lähettäjän sähköposti*
sv: Skickande e-post adress*

source: Sender name
es: Nombre del remitente
fi: Lähettäjän nimi
sv: Namn på sändaren

source: Sender name (if supported))
es: Nombre del remitente (Si está soportado)
fi: Lähettäjän nimi
sv: Skicka namn (om understött))

source: Set the conditions to display the plugin. Once all conditions are fulfilled, the survey will be displayed.
es: Configura las condiciones para desplegar el plugin. Una vez que todas las condiciones se cumplen, la encuesta será desplegada.
fi: Aseta ehdot pluginin näytölle. Kysely näkyy kun kaikki ehdot ovat täyttyneet.
sv: Välj villkoren för visning av pluginen. När alla villkor har förfyllts kommer frågeserien att visa.

source: Set up my channels now
es: Establecer mis canales en este momento
fi: Laita kanavasi käyttövalmiiksi nyt
sv: Skapa dina kanaler

source: Settings
es: Ajustes
fi: Asetukset
sv: Inställningar

source: Settings have been saved
es: Los ajustes han sido guardados
fi: Asetukset on tallennettu
sv: Inställningarna har psarats

source: Setup instructions for
es: Instrucciones de configuración para
fi: Asennusohjeet kanavalle
sv: Inställningsanvisningar för

source: Show all
es: Mostrar todos
fi: Näytä kaikki
sv: Visa allt

source: Show archived
es: Mostrar lo archivado
fi: Näytä arkistoidut
sv: Visa arkiverade

source: Show hidden feedbacks
es: Mostrar feedbacks escondidos
fi: Näytä piilotetut palautteet
sv: Visa dolda feedbacks

source: Show image labels
es: Mostrar las etiquetas de imagen
fi: Näytä kuvien otsikot
sv: Visa rubrikerna för bilderna

source: Show more
es: Mostrar más
fi: Näytä lisää
sv: Visa mera

source: Show the survey to only x% of the visitors
es: Mostrar la encuesta sólo a x% de los visitantes
fi: Näytä kysely vain tietylle prosentille kävijöistä
sv: Visa undersökningen endast för x% av besökarna
